window.newsData = [
    {
        id: "2026-03-19(1)",
        date: "2026-03-19",
        title: "තෝපූර්, අබ්රාර් නගර් ප්‍රදේශයේ පාළු ඉඩමක තිබී මෙතෙක් පිපිරී නොගිය බිම්බොම්බයක් හමුවී ඇත.",
        image: "news/2026-03-19(1)/image.jpg",
        content: `තෝපූර්, අබ්රාර් නගර් ප්‍රදේශයේ පාළු ඉඩමක තිබී මෙතෙක් පිපිරී නොගිය බිම්බොම්බයක් හමුවී ඇත.

2026-03-19 වන දින සවස් කාලයේදී පොලිසියට ලැබුණු රහසිගත තොරතුරකට අනුව සිදුකළ සෝදිසි මෙහෙයුමකදී තෝපූර්, අබ්රාර් නගර් ප්‍රදේශයේ පාළු ඉඩමක තිබී මෙතෙක් පිපිරී නොගිය බිම්බොම්බයක් හමුවී ඇති අතර ඒ මත දෙමළ බසින් "ජෝනි" සහ "තමිල් ඊළාම්" යනුවෙන් සටහන් කර තිබී ඇත.

යුද සමයේදී භාවිත කල යැයි නිගමණය කරනු ලබන මෙම බිම්බොම්බය මුතූර් මහේස්ත්‍රාත් අධිකරණයෙන් ලබාගන්නා නියෝගයකට අනුව, විශේෂ කාර්ය බලකායේ (STF) සහාය ඇතිව නිෂ්ක්‍රිය කිරීමට නියමිතව ඇති බවට වාර්ථා වී ඇත.

`
    },
    {
        id: "2026-03-11(1)",
        date: "2026-03-11",
        title: "හිටපු පාර්ලිමේන්තු මන්ත්‍රී අම්ජානා උම්මාගේ සැමියා අතුරුදහන්",
        image: "news/2026-03-11(1)/Image.png",
        content: `හිටපු පාර්ලිමේන්තු මන්ත්‍රී අම්ජානා උම්මාගේ සැමියා අතුරුදහන්

හිටපු පාර්ලිමේන්තු මන්ත්‍රී අම්ජානා උම්මාගේ සැමියා 2026/03/07 වන දින සිට අතුරුදහන්ව ඇත. තුවාන් ෆාරුක් නැමැති මොහු 2026/03/05 වන දින කොළඹ යාමට ත්‍රිකුණාමලයේ ආනනද කුලම් බස් නැවතුම්පොළට ඇති අතර නමුත් ඔහු මේ වන තුරු නිවසට පැමිණ නැත. ඔහු අවසන් වරට දැක ඇත්තේ 2026/03/07 වන දින කන්තලේ ප්‍රදේශයේ  හමුදා කඳවුරක් අසල බව ප්‍රදේශවාසියෙක් විසින් සඳහන් කර ඇති බවට වාර්ථා වී ඇත.
`
    },
    {
        id: "2026-02-20(1)",
        date: "2026-02-20",
        title: "ත්‍රිමලේ බෝධිරාජ විහාරාධිපති හිමිගේ රිට් පෙත්සම යළි කැඳවීමට දින දෙයි",
        image: "news/2026-02-20(1)/Screenshot 2026-02-20 124810.jpg",
        content: `ත්‍රිමලේ බෝධිරාජ විහාරාධිපති හිමිගේ රිට් පෙත්සම යළි කැඳවීමට දින දෙයි

2026-02-20 වන දින ධම්මික ගනේපොල සහ ආදිත්‍ය පටබැඳිගේ යන අයගෙන් සමන්විත අභියාචනාධිකරණ විනිසුරු මඩුල්ල ඉදිරියේ කැඳවනු ලැබූ ත්‍රිකුණාමලය ශ්‍රී සම්බුද්ධ ජයන්ති බෝධිරාජ විහාරයේ කොටසක් කඩා ඉවත් කරන ලෙස වෙරළ සංරක්ෂණ දෙපාර්තමේන්තුව විසින් නිකුත් කර තිබෙන නියෝගය ක්‍රියාත්මක වීම වළක්වන ආඥාවක් නිකුත් කරන ලෙස ඉල්ලා එහි විහාරාධිපති හිමියන් විසින් ගොනුකර තිබූ රිට් පෙත්සම සමථයට පත් කිරීම සම්බන්ධයෙන් කරුණු සලකා බැලීම සඳහා යළි අප්‍රේල් මස 28 වැනිදා කැඳවන ලෙස අභියාචනාධිකරණය නියමකර ඇති බවට වාර්ථා වී ඇත.`
    },
    {
        id: "2026-02-17(6)",
        date: "2026-02-17",
        title: "(VICEROI SPECIAL ) දුම්රිය විදේශීය සංචාරකයින් පිරිසක් සමග ත්‍රිකුණාමලය දුම්රිය ස්ථානයට",
        image: "news/2026-02-17(6)/Screenshot 2026-02-18 092735.jpg",
        content: `(VICEROI SPECIAL ) දුම්රිය විදේශීය සංචාරකයින් පිරිසක් සමග ත්‍රිකුණාමලය දුම්රිය ස්ථානයට 

ශ්‍රි ලංකාවේ ඇති එකම වාෂ්ප දුම්රිය එන්ජිමක් වන වයිස්රෝයි ස්පෙෂල්" (VICEROI SPECIAL ) දුම්රිය විදේශීය සංචාරකයින් පිරිසක් සමග ශ්‍රි ලංකාවේ සංචාරක කර්මාන්තය ප්‍රවර්ධනය කිරීම සඳහා 2026-02-16 වන දින දින ත්‍රිකුණාමලය දුම්රිය ස්ථානයට පැමිණ ඇති බව වාර්ථා වී ඇත.`
    },
    {
        id: "2026-02-17(5)",
        date: "2026-02-17",
        title: "අකුරේගොඩදී නීතිඥවරයා ගාතකයින් වැඩිදුර ප්‍රශ්න කිරීමට",
        image: "news/2026-02-17(5)/Screenshot 2026-02-18 090836.jpg",
        content: `අකුරේගොඩදී නීතිඥවරයා ගාතකයින් වැඩිදුර ප්‍රශ්න කිරීමට

2026-02-17 වන දින අකුරේගොඩදී නීතිඥවරයා සහ ඔහුගේ බිරිඳ ඝාතනය කිරීමට ආධාර අනුබල දීම සම්බන්ධයෙන් අත්අඩංගුවට ගත් සහෝදරයන් දෙදෙනා වැඩිදුර ප්‍රශ්න කිරීම සඳහා හෙට (18) දක්වා රඳවා තබා ගැනීමට කඩුවෙල මහේස්ත්‍රාත්වරයා පොලිසියට අවසර ලබා දී ඇති බවට වාර්ථා වී ඇත.`
    },
    {
        id: "2026-02-17(4)",
        date: "2026-02-17",
        title: "ත්‍රිකුණාමල ගොවීන්ට වහ බෙන්න වෙලා",
        image: "news/2026-02-17(4)/Screenshot 2026-02-18 090533.jpg",
        content: `ත්‍රිකුණාමල ගොවීන්ට වහ බෙන්න වෙලා

2026-02-17 වන දින ත්‍රිකුණාමල ගෙවි සංවිධාන බල මන්ඩලයේ සභාපති වන කත්ෂීල දේශප්‍රිය විසින් මාධ්‍ය ප්‍රකාශයක් ලබා දෙමින් ආණ්ඩුව වී කිලෝ එක Rs.120/= ක්‌ කිව්වත්  ඒම මිල ප්‍රමානවත් නොවන බවත් එම මිලට හෝ ලබාගැනීම සඳහා වැඩ පිළිවෙලක් නොමුති බවත්, ගොවින් විසින් වී පාරේ වෙලීම පිලිබඳ වාන්ඇලේ පොලිසිය විසින් නඩු දමා ඇති බවත්,මේ පිලිබඳව බලධාරීන්ගේ අවධානය යොමු විය යුතු බවත් ඔහු වැඩිදුරටත් අවධාරනය කර ඇති බවට වර්ථා වේ. `
    },
    {
        id: "2026-02-17(3)",
        date: "2026-02-17",
        title: "ත්‍රිකුණාමලයේ සෙල්වනායගපුරම් හි හින්දු මහා විද්‍යාලයේ  සිසුන් 50 දෙනෙකුට පොත් බෑග් සහ ඉගෙනුම් ද්‍රව්‍ය",
        image: "news/2026-02-17(3)/Screenshot 2026-02-18 090236.jpg",
        content: `ත්‍රිකුණාමලයේ සෙල්වනායගපුරම් හි හින්දු මහා විද්‍යාලයේ  සිසුන් 50 දෙනෙකුට පොත් බෑග් සහ ඉගෙනුම් ද්‍රව්‍ය

2026-02-16 වන සමාජ සේවයේ පරිත්‍යාගශීලියෙකු වන මයිල්වගනම් ගංගේෂ්වරන් විසින් ත්‍රිකුණාමලයේ සෙල්වනායගපුරම් හි හින්දු මහා විද්‍යාලයේ හඳුනාගත් පාසල් සිසුන් 50 දෙනෙකුට පොත් බෑග් සහ ඉගෙනුම් ද්‍රව්‍ය ලබා දී ඇත.`
    },
    {
        id: "2026-02-17(2)",
        date: "2026-02-17",
        title: "අලියෙකුගේ ගැටීමෙන් දුම්රිය පීලි පැනී",
        image: "news/2026-02-17(2)/dd.png",
        content: `අලියෙකුගේ ගැටීමෙන් දුම්රිය පීලි පැනී


2026-02-16 වන දින කොළඹ සිට ත්‍රිකුණාමලය දක්වා ධාවනය වූ රාත්‍රී තැපැල් දුම්රියට කන්තලේ-කිතුලුත් සිංගාගම වනාන්තර ප්‍රදේශයේදී වන අලියෙකුගේ ගැටීමෙන් එන්ජිමේ ඉදිරිපස කොටසේ ගැටී රෝද හතර අතර දැඩි ලෙස සිරවී දුම්රියේ ඉදිරිපස එන්ජිම මාර්ගයෙන් ඉවත් වී පීලි පැන ඇති බවට වාර්තා වී ඇත.

තවද, අනතුරට ලක් වූ එන්ජිම නැවත ලබා ගැනීමේදී කාර්ය මණ්ඩලය දැඩි දුෂ්කරතාවන්ට මුහුණ දී සිටීන අතර අලියාගේ සිරුර රෝද අතර සිරවී ඇති බැවින් එන්ජිම ඉවත් කළ හැක්කේ මළ සිරුර ඉවත් කිරීමෙන් පසුව පමණක් බව වාර්තා වේ.

නීතිමය ක්‍රියා පටිපාටි හේතුවෙන්, ඊළඟ අදියරේ මෙහෙයුම් සිදු කරනු ලබන්නේ වනජීවී දෙපාර්තමේන්තු නිලධාරීන්ගේ සෘජු අවසරය සහ උපදෙස් ලබා ගැනීමෙන් පසුව බවත්, එම මාර්ගයේ දුම්රිය ගමනාගමනය සම්පූර්ණයෙන්ම නතර වී ඇති බවත්, මේ සඳහා ත්‍රිකුණාමලයෙන් අමතර දුම්රිය කාර්ය මණ්ඩලයක් කැඳවා ඇති බවත් වාර්ථාවේ.
`
    },
    {
        id: "2026-02-17(1)",
        date: "2026-02-17",
        title: "කන්තලේ නීතිඥ සංගමය දැවැන්ත විරෝධතාවයක්",
        image: "news/2026-02-17(1)/ss.png",
        content: ` කන්තලේ නීතිඥ සංගමය දැවැන්ත විරෝධතාවයක්

2026-02-16 වන දින අකුරේගොඩ ප්‍රදේශයේදී නීතිඥවරයෙකු සහ ඔහුගේ බිරිඳ වෙඩි තබා ඝාතනය කිරීමේ ම්ලේච්ඡ සිද්ධිය හෙළා දකිමින් කන්තලේ නීතිඥ සංගමය දැවැන්ත විරෝධතාවයක් පවත්වා ඇති අතර මේ හේතුවෙන් අධිකරණ කටයුතු සම්පූර්ණයෙන්ම අඩාල වී ඇති බවට තොරතුරු ලැබී ඇත.`
    },
    {
        id: "2026-02-15(1)",
        date: "2026-02-15",
        title: "දෙමළ සංගමය, ත්‍රිකුණාමලය / Trinco voice",
        image: "news/2026-02-15(1)/ss.png",
        content: `දෙමළ සංගමය, ත්‍රිකුණාමලය / Trinco voice

2026-02-15 වන දින ත්‍රිකුණාලය - කුලකෝට්ටන් ශාලාවේදී AHRC සංවිධානය විසින් සංවිධානය කරන ලද සංශෝධිත ත්‍රස්තවාදය වැළැක්වීමේ පනත් (PTA/PSTA) පිළිබඳ දැනුවත් කිරීමේ සාකච්ඡාක් නීතිඥ ප්‍රශාන්ති උදයකුමාර් සහ ජ්‍යෙෂ්ඨ දේශපාලන විශ්ලේෂක ජතීන්ද්‍රගේ ප්‍රධානත්වයෙන් පවත්වා ඇති බවට තොරතුරු ලැබී ඇත.


තවද සාකච්ඡාවෙන් පසු, සහභාගී වූ සියලු දෙනා ත්‍රස්තවාදයෙන් ආරක්ෂා කිරීමේ පනත අවලංගු කරන ලෙස සහ නව රජය ත්‍රස්තවාදයෙන් ආරක්ෂා කිරීමේ පනත ඉවත් කර ගන්නා ලෙස ඉල්ලා සිටින පෙත්සමකට අත්සන් කර ඇති අතර ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ සිවිල් සමාජ සංවිධාන නියෝජිතයින්, මානව හිමිකම් ක්‍රියාකාරීන්, බලහත්කාරයෙන් අතුරුදහන් වූවන්ගේ ඥාතීන් සහ මාධ්‍යවේදීන් මෙම සාකච්ඡාවට සහභාගී වී ඇත.


`
    }
];
