window.newsData = [
    {
        id: "2026-05-18(2)",
        date: "2026-05-18",
        title: "මාවිල්ආරු රණවිරු ස්මාරකය අබියසදී විරුවන් ඇගයීමේ ප්‍රණාම උළෙලක්",
        image: "news/2026-05-18(2)/image.jpg",
        content: `මාවිල්ආරු රණවිරු ස්මාරකය අබියසදී විරුවන් ඇගයීමේ ප්‍රණාම උළෙලක්

2026-05-18 වන දින ත්‍රස්තවාදයෙන් රට මුදාගෙන වසර 17ක් සපිරීම නිමිත්තෙන්, මව්බිම වෙනුවෙන් දිවි පිදූ වීරෝදාර රණවිරුවන් සිහිපත් කිරීම සහ ප්‍රදේශයේ විශ්‍රාමික හා ආබාධිත රණවිරුවන් ඇගයීමේ විශේෂ උපහාර උළෙලක් කල්ලාර් මාවිල්ආරු රණවිරු ස්මාරකය අබියසදී උත්කර්ෂවත් අන්දමින් පවත්වා ඇත.

කල්ලාර් ප්‍රදේශයේ ත්‍රිවිධ හමුදාව, පොලිසිය සහ සිවිල් ආරක්ෂක බලකායට අයත් විශ්‍රාමික හා ආබාධිත රණවිරුවන් රට වෙනුවෙන් ඉටුකළ අමිල සේවය අගය කරමින් මෙහිදී ඔවුන් වෙත උපහාර සහතික පත්‍ර ප්‍රදානය කිරීම සිදු කෙරුණි.

මහා සංඝරත්නයේ ප්‍රධානත්වයෙන් සහ ආශිර්වාදයෙන් පැවැත්වුණු මෙම ගෞරව ප්‍රණාම උත්සවය සඳහා විශ්‍රාමික රණවිරුවන්, ප්‍රදේශවාසීන් ඇතුළු 200කට ආසන්න පිරිසක් සහභාගී වී සිටියහ.



`
    },
    {
        id: "2026-05-18(1)",
        date: "2026-05-18",
        title: "ත්‍රිකුණාමලයේදී මුල්ලිවයික්කාල් අනුස්මරණයක්",
        image: "news/2026-05-18(1)/image.jpg",
        content: `ත්‍රිකුණාමලයේදී මුල්ලිවයික්කාල් අනුස්මරණයක්

2026-05-18 වන දින වෙරුගල් - ඊච්චිලම්පත්තු ප්‍රදේශයේදී 7 වන මුල්ලිවයික්කාල් වාර්ෂික අනුස්මරණ උත්සවය පවත්වා ඇති බවට වාර්තා වී ඇත. ප්‍රදේශවාසීන් විසින් සංවිධානය කර තිබූ මෙම සිහිපත් කිරීමේ උත්සවයේදී, මුල්ලිවයික්කාල්හිදී ජීවිතක්ෂයට පත් වූ සියලුම ජනතාව වෙනුවෙන් විනාඩියක නිශ්ශබ්දතාවයක් පවත්වා සහභාගී වූවන් වෙනුවෙන් මුල්ලිවයික්කාල් අනුස්මරණ කැඳ (Porridge) බෙදා දීමටද සිදු කර ඇති බවට තොරතුරු අනාවරණය වී ඇත.


`
    },
    {
        id: "2026-05-15(1)",
        date: "2026-05-15",
        title: "මුල්ලිවයික්කාල් අනුස්මරණය වෙනුවෙන් ත්‍රිකුණාමලයේදී ලේ දීමේ කඳවුරක්",
        image: "news/2026-05-15(1)/image.jpg",
        content: `මුල්ලිවයික්කාල් අනුස්මරණය වෙනුවෙන් ත්‍රිකුණාමලයේදී ලේ දීමේ කඳවුරක්

2026-05-15 වන දින "ලේ දන් දී ජීවිත සුරකිමු" යන තේමාව යටතේ ත්‍රිකුණාමලය, තිරුකඩලූර් පත්තිරකාළි අම්මාන් කෝවිල් ශාලාවේදී මුල්ලිවයික්කාල් අවසන් යුද සමයේදී ජීවිතක්ෂයට පත් වූ ජනතාව අනුස්මරණය කිරීම වෙනුවෙන් ලේ දීමේ කඳවුරක් පවත්වා ඇති බවට තොරතුරු ලැබී ඇත.

තිරුකඩලූර් ප්‍රදේශයේ තරුණ සංවිධාන සහ ප්‍රදේශවාසී තරුණයින්ගේ පූර්ණ සංවිධායකත්වයෙන් මෙම වැඩසටහන ක්‍රියාත්මක කර ඇත.


`
    },
    {
        id: "2026-05-14(2)",
        date: "2026-05-14",
        title: "මූතූර් තක්වානගර් වෙරළේ අත්හැර දමා තිබූ සැකකටයුතු ත්‍රිරෝද රථයක් හේතුවෙන් ප්‍රදේශවාසීන් අතර දැඩි නොසන්සුන්තාවක්",
        image: "news/2026-05-14(2)/image.jpg",
        content: `මූතූර් තක්වානගර් වෙරළේ අත්හැර දමා තිබූ සැකකටයුතු ත්‍රිරෝද රථයක් හේතුවෙන් ප්‍රදේශවාසීන් අතර දැඩි නොසන්සුන්තාවක්

2026-05-14 වන දින මුතූර් තක්වානගර් "පෙන්තිස් අඩි" ලෙස හැඳින්වෙන වෙරළ තීරයේ අයිතිකරුවෙකු නොමැති සැකකටයුතු ත්‍රිරෝද රථයක් නවතා දමා ගොස් ඇති බව වාර්තාවීමත් සමග ප්‍රදේශවාසීන් අතර දැඩි නොසන්සුන්තාවක් පැවති බවට වාර්තා වී ඇත.

හඳුනා නොගත් පිරිසක් විසින් මෙලෙස අත්හැර දමා ගොස් ඇති කොළ පැහැති ත්‍රිරෝද රථය පිළිබඳව වෙරළේ සිටි ධීවරයින්ට සැක සිතුණ බැවින්, ඔවුන් වහාම ඒ පිළිබඳව මූතූර් පොලිසිය දැනුවත් කිරීමට පියවර ගෙන ඇත

තොරතුර ලද වහාම ක්‍රියාත්මක වූ මූතූර් පොලිස් නිලධාරීන් කණ්ඩායමක් සිද්ධිය වූ ස්ථානයට පැමිණ ඇති අතර, මේ වන විට එම සැකකටයුතු ත්‍රිරෝද රථය සම්බන්ධයෙන් වැඩිදුර විමර්ශන කටයුතු ආරම්භ කර තිබේ.

`
    },
    {
        id: "2026-05-14(1)",
        date: "2026-05-14",
        title: "මුල්ලිවයික්කාල් අනුස්මරණය: අතීතයේ වේදනාත්මක මතකයන් යළි අවදි වෙයි",
        image: "news/2026-05-14(1)/image.jpg",
        content: `මුල්ලිවයික්කාල් අනුස්මරණය: අතීතයේ වේදනාත්මක මතකයන් යළි අවදි වෙයි

2026-05-18 ව දින ත්‍රිකුණාමලයේදී "මතකයන් ජීවමානව පවතින තාක් ඔවුන් අප සමඟ ජීවත් වනු ඇත" යන තේමාව යටතේශ්‍රී ලංකා දෙමළ අරසු පක්ෂයේ (ITAK) ත්‍රිකුණාමලය දිස්ත්‍රික් ශාඛාව විසින් සංවිධානය කරනු ලබන මුල්ලිවයික්කාල් අනුස්මරණ වැඩසටහනක් පැවැත්වීමට නියමිතව ඇත.

මෙම අනුස්මරණය පිළිබඳව අදහස් දක්වමින් සංවිධායකයින් සඳහන් කර ඇත්තේ මුල්ලිවයික්කාල් යනු හුදෙක් ස්ථානයක නමක් පමණක් නොව, එය සමස්ත දෙමළ ජනතාවගේ හදවත් තුළ නොමැකෙන වේදනාව, විරෝධය සහ ජීවගුණය සංකේතවත් කරන සලකුණක් බවයි. යුද්ධය හේතුවෙන් මවුපියන් අහිමි වූ දරුවන් සහ දරුවන් අහිමි වූ මව්වරුන් ඇතුළු සමස්ත ප්‍රජාවකගේම කඳුළ මෙම දිනය තුළ ගැබ්ව ඇති බවට සඳහන් කර ඇති බවට වැඩිදුරටත් වාර්තා වී ඇත.

`
    },
    {
        id: "2026-05-13(3)",
        date: "2026-05-13",
        title: "රුසියානු අධ්‍යාපනික නියෝජිත පිරිසක් සහ නැගෙනහිර ආளுநர் අතර විශේෂ හමුවක්",
        image: "news/2026-05-13(3)/image.jpg",
        content: `රුසියානු අධ්‍යාපනික නියෝජිත පිරිසක් සහ නැගෙනහිර ආளுநர் අතර විශේෂ හමුවක්

2026-05-13 වන දින නැගෙනහිර පළාත් ආන්ඩුකාර කාර්යාලයේදී රුසියාවේ අයි.වයි. යාකොව්ලෙව් (I.Y. Yakovlev) චුවාෂ් රාජ්‍ය අධ්‍යාපනික විශ්වවිද්‍යාලයේ විශේෂ නියෝජිත පිරිසක් සහ නැගෙනහිර පළාත් ආන්ධුකාර ජයන්ත ලාල් රත්නසේකර මහතා අතර විශේෂ නිල හමුවක් පවත්වා ඇත.

එහිදී පහත සඳහන් කරුණු පිලිබඳ සාකච්චා කර ඇති බවට වාර්තා වී ඇත.

•	රුසියානු භාෂා ප්‍රචලිත කිරීම: නැගෙනහිර පළාතේ රුසියානු භාෂා අධ්‍යාපනය නංවාලීම මගින් අධ්‍යාපනික හා ආර්ථික අවස්ථා පුළුල් කිරීම පිළිබඳව මෙහිදී විශේෂ අවධානයක් යොමු විය.

•	විශ්වවිද්‍යාල සිසුන් සඳහා නව පාඨමාලා: පළාතේ විශ්වවිද්‍යාල සිසුන්ගේ ජාත්‍යන්තර සබඳතා කුසලතා වර්ධනය කිරීම වෙනුවෙන් විශේෂ රුසියානු භාෂා පාඨමාලා හඳුන්වා දීමට සාකච්ඡා කෙරිණි.

•	සංචාරක ක්ෂේත්‍රයේ දියුණුව: වර්තමානයේ රුසියානු සංචාරකයින්ගේ පැමිණීම ඉහළ ගොස් ඇති බැවින්, සංචාරක හා ආගන්තුක සත්කාරක අංශයේ සේවකයින්ට රුසියානු භාෂා පුහුණුව ලබාදීමේ වැදගත්කම අවධාරණය කෙරිණි.

•	දිගුකාලීන සහයෝගීතාව: මෙය කෙටි කාලීන වැඩපිළිවෙලක් නොව, අඛණ්ඩ විෂය මාලා සහයෝගීතාව, ආචාර්ය උපාධි හුවමාරු වැඩසටහන් සහ සංස්කෘතික සබඳතා ශක්තිමත් කෙරෙන දිගුකාලීන ව්‍යාපෘතියක් ලෙස ක්‍රියාත්මක කිරීමට දෙපාර්ශවයම එකඟ විය.
`
    },
    {
        id: "2026-05-13(2)",
        date: "2026-05-13",
        title: "මුතූර්හිදී මුල්ලිවයික්කාල් අනුස්මරණ සැමරුමක් පැවැත්වෙයි",
        image: "news/2026-05-13(2)/image.jpg",
        content: `මුතූර්හිදී මුල්ලිවයික්කාල් අනුස්මරණ සැමරුමක් පැවැත්වෙයි

2026-05-13 වන දින මුතූර්, අම්මාන් නගර් ත්‍රිකුණාමලය ස්මාරක අනුස්මරණ කමිටුව විසින් සංවිධානය කරන ලද 17 වන වසරේ මුල්ලිවයික්කාල් සැමරුම් උත්සවය සංවිධානය කර ඇති අතර මෙම සැමරුම් වැඩසටහනේදී මුල්ලිවයික්කාල් අවසන් සටනේදී ජීවිතක්ෂයට පත්වූවන් සිහිපත් කරමින් පහන් දැල්වීම සහ මිනිත්තුවක නිශ්ශබ්දතාවයක් පවත්වා උපහාර දැක්වීම සිදුකෙරිණි. මීට සමගාමීව පැමිණ සිටි පිරිස වෙනුවෙන් මුල්ලිවයික්කාල් කැඳ පිලිගැන්වීමක් සිදු කර ඇති බවට වාර්තා වී ඇත. 
`
    },
    {
        id: "2026-05-13(1)",
        date: "2026-05-13",
        title: "අයිස් මත්ද්‍රව්‍ය සමඟ අඹුසැමි යුවළක් මුතූර්හිදී අත්අඩංගුවට",
        image: "news/2026-05-13(1)/image.jpg",
        content: `අයිස් මත්ද්‍රව්‍ය සමඟ අඹුසැමි යුවළක් මුතූර්හිදී අත්අඩංගුවට

2026-05-13 වන දින මුතූර් පොලිස් වසමට අයත් ආලිම්නගර් ප්‍රදේශයේ නිවසක අයිස් මත්ද්‍රව්‍ය ජාවාරමේ නිරත වූ අඹුසැමි යුවළක් මුතූර් මත්ද්‍රව්‍ය නාශක ඒකකයේ නිලධාරීන් විසින් අත්අඩංගුවට ගෙන තිබේ. අත්අඩංගුවට ගත් සැකකරුවන් සන්තකයේ තිබී අයිස් මත්ද්‍රව්‍ය ග්‍රෑම් 03යි මිලිග්‍රෑම් 350ක්, ජංගම දුරකථනයක් සහ මත්ද්‍රව්‍ය ජාවාරමෙන් උපයාගත් බවට සැක කෙරෙන රුපියල් ලක්ෂ හතක (700,000) මුදලක් පොලිස් භාරයට ගෙන ඇත.
`
    },
    {
        id: "2026-05-12(4)",
        date: "2026-05-12",
        title: "මූතූර් ප්‍රාදේශීය ලේකම් කාර්යාලයෙන් වැඩිහිටි ගොවි ජනතාවට සහන",
        image: "news/2026-05-12(4)/image.jpg",
        content: `මූතූර් ප්‍රාදේශීය ලේකම් කාර්යාලයෙන් වැඩිහිටි ගොවි ජනතාවට සහන

2026-05-12 වන දින මූතූර් ප්‍රාදේශීය ලේකම් කාර්යාල ශ්‍රවණාගාරයේදී මූතූර් ප්‍රාදේශීය ලේකම් කොට්ඨාසයේ වයස අවුරුදු 60 ඉක්ම වූ ගොවි ප්‍රතිලාභීන් සඳහා කෘෂිකාර්මික උපකරණ (මෝටර් බාම්) බෙදාදීමේ වැඩසටහනක් පවත්වා ඇත.

නියෝජ්‍ය අමාත්‍ය අරුන් හේමචන්ද්‍ර මහතාගේ ප්‍රධානත්වයෙන් සහ මූතූර් ප්‍රාදේශීය ලේකම් කාර්යාලයේ සංවිධායකත්වයෙන් මෙම වැඩසටහන ක්‍රියාත්මක වී ඇති අතර මෙහිදී කෘෂිකර්මාන්තයේ නියැලෙන ජ්‍යෙෂ්ඨ පුරවැසියන්ගේ වගා කටයුතු වඩාත් පහසු කරවීම අරමුණු කරගනිමින් මෙම උපකරණ ප්‍රදානය කිරීම සිදු කර ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-05-12(3)",
        date: "2026-05-12",
        title: "කන්තලේ සීනිපුර රක්ෂිතයේ මුව දඩයමේ ගිය අයෙකු අත්අඩංගුවට; දෙදෙනෙකු පලායි",
        image: "news/2026-05-12(3)/images .jpg",
        content: `කන්තලේ සීනිපුර රක්ෂිතයේ මුව දඩයමේ ගිය අයෙකු අත්අඩංගුවට; දෙදෙනෙකු පලායි

2026-05-12 වන දින කන්තලේ, සීනිපුර රක්ෂිත ප්‍රදේශයේ අනවසරයෙන් මුව දඩයමේ නිරත වූ පුද්ගලයෙකු වනජීවී නිලධාරීන් විසින් අත්අඩංගුවට ගෙන තිබේ. මෙම සිදුවීමට සම්බන්ධ තවත් සැකකරුවන් දෙදෙනෙකු එම ස්ථානයෙන් පලාගොස් ඇති බව වාර්තා වේ.

සීනිපුර රක්ෂිතය තුළ කාලයක සිට සංවිධානාත්මක ලෙස සතුන් දඩයම් කරන බවට වනජීවී නිලධාරීන්ට ලැබුණු තොරතුරකට අනුව, ඊයේ රාත්‍රියේ සිට එම ප්‍රදේශයේ විශේෂ සෝදිසි මෙහෙයුමක් දියත් කර තිබුණි. එහිදී රක්ෂිතය තුළ සැඟවී සිටි නිලධාරීන්, දඩයමේ නිරත වූ සැකකරුවන් තිදෙනෙකු වටලනු ලැබීය

එම අවස්ථාවේදී සැකකරුවන් විසින් කිලෝ 100ක පමණ බරින් යුත් මුවන් තිදෙනෙකු වෙඩි තබා මරා දමා, පසුව උල් පිහි ආධාරයෙන් ඔවුන්ගේ ගෙල කපා තිබූ බව වනජීවී නිලධාරීන් ප්‍රකාශ කළහ. වැටලීම සිදුකරන අවස්ථාවේදී එක් සැකකරුවෙකු කොටුකර ගැනීමට හැකි වූ අතර, අනෙක් දෙදෙනා නොපෙනී පලාගොස් ඇත.

අදාළ වැටලීම සිදුකළ ස්ථානයේ තිබී දඩයම් කිරීම සඳහා යොදාගත් ගිනි අවියක්, උණ්ඩ, මුව මස් කැපීමට යොදාගත් පිහියක්, ජංගම දුරකථනයක් සහ රුපියල් 3,850 ක මුදලක් නිලධාරීන් භාරයට ගෙන තිබේ.
`
    },
    {
        id: "2026-05-12(2)",
        date: "2026-05-12",
        title: "මූදූර්හි සුළි සුළඟින් පීඩාවට පත් ජනතාවට වන්දි චෙක්පත් ප්‍රදානය කෙරේ",
        image: "news/2026-05-12(2)/image.jpg",
        content: `මූදූර්හි සුළි සුළඟින් පීඩාවට පත් ජනතාවට වන්දි චෙක්පත් ප්‍රදානය කෙරේ

2026-05-12 වන දින මූදූර් ප්‍රාදේශීය ලේකම් කාර්යාල ශ්‍රවණාගාරයේදී ' දිත්වා ' සුළි සුළඟින් නිවාස හා දේපළ හානි වූ ජනතාවට සහන සැලසීමේ අරමුණින්, ප්‍රතිසංස්කරණ කටයුතු සඳහා වන වන්දි චෙක්පත් ප්‍රදානය කිරීමේ වැඩසටහනක් ප්‍රාදේශීය ලේකම් එම්.බී.එම්. ෆිර්නාස් ඉස්මයිල් මහතාගේ ප්‍රධානත්වයෙන් පවත්වා ඇත.

මෙම අවස්ථාවට ප්‍රධාන ආරාධිත අමුත්තා ලෙස නියෝජ්‍ය අමාත්‍ය අරුන් හේමචන්ද්‍ර මහතා සහභාගී වූ අතර, එහිදී මූදූර් ප්‍රාදේශීය ලේකම් කොට්ඨාසයෙන් තේරී පත් වූ ප්‍රතිලාභීන් 19 දෙනෙකු සඳහා වන්දි චෙක්පත් පිරිනැමීම සිදු විය. නිවාසවලට සිදුව ඇති හානියේ ස්වභාවය අනුව තක්සේරු කරන ලද වන්දි මුදල් මෙලෙස චෙක්පත් මගින් නිවැසියන් වෙත ලබා දීමට පියවර ගෙන ඇති බවට තෙරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-05-12(1)",
        date: "2026-05-12",
        title: "ඉලංගෙයි තමිල් අරසු පක්ෂයේ ඉදිරි ක්‍රියාමාර්ග සහ සාමාජික සුභසාධනය පිළිබඳ විශේෂ සාකච්ඡාවක්",
        image: "news/2026-05-12(1)/image.jpg",
        content: `ඉලංගෙයි තමිල් අරසු පක්ෂයේ ඉදිරි ක්‍රියාමාර්ග සහ සාමාජික සුභසාධනය පිළිබඳ විශේෂ සාකච්ඡාවක්

2026-05-11 වන දින සිට පුරා සතියක් යුද්ධයේ අවසන් අදියරේදී ජීවිතක්ෂයට පත් වූ ජනතාව අනුස්මරණය කිරීම වෙනුවෙන් උතුරු සහ නැගෙනහිර ප්‍රදේශවල ජනතාව සහ විවිධ සිවිල් සංවිධාන විසින් සැමරුම් වැඩසටහන් සංවිධානය කර ඇති බවට ඉහත ගිනු මගින් තොරතුරු වාර්තා කර ඇති අතර ඒ අනුව අද දිනයේ සිට මුල්ලිවයික්කාල් ප්‍රදේශය කේන්ද්‍ර කරගනිමින් විවිධ සැමරුම් ඉසව් බවත්වා ඇති බවට සඳහන් කර ඇත.`
    },
    {
        id: "2026-05-07(2)",
        date: "2026-05-07",
        title: "මූතූර්හි පන් ආශ්‍රිත නිෂ්පාදකයන් දිරිමත් කිරීමේ විශේෂ පුහුණු වැඩසටහනක්",
        image: "news/2026-05-07(2)/image.jpg",
        content: `මූතූර්හි පන් ආශ්‍රිත නිෂ්පාදකයන් දිරිමත් කිරීමේ විශේෂ පුහුණු වැඩසටහනක්

2026-05-07 වන දින 0900 පැයේ සිට මූතූර් ප්‍රාදේශීය ලේකම් කාර්යාල ශ්‍රවණාගාරයේදී ග්‍රාමීය මට්ටමින් පන් ආශ්‍රිත නිෂ්පාදනවල නියැලෙන දේශීය නිෂ්පාදකයන්ගේ ජීවනෝපාය මාර්ග සංවර්ධනය කිරීම අරමුණු කරගත් විශේෂ එක්දින පුහුණු වැඩසටහනක්, මනුෂ්‍ය බල හා රැකීරක්ෂා දෙපාර්තමේන්තුව සහ මූතූර් ප්‍රාදේශීය ලේකම් කාර්යාලය එක්ව පවත්වා ඇත.

මෙම අවස්ථාව සඳහා සම්පත්දායකයන් ලෙස මූතූර් ප්‍රාදේශීය ලේකම් එම්. අයි. ෆිර්නාස් මහතා, කර්මාන්ත සංවර්ධන නිලධාරී, අපනයන සංවර්ධන නිලධාරී, මනුෂ්‍ය බල හා රැකීරක්ෂා දෙපාර්තමේන්තුවේ දිස්ත්‍රික් සම්බන්ධීකාරක සහ NAITA ආයතනයේ නිලධාරීන් පිරිසක් සහභාගී වී ඇත.
`
    },
    {
        id: "2026-05-07(1)",
        date: "2026-05-07",
        title: "කන්තලේ නිවසක නිදන් හෑරූ දෙදෙනෙකු අත්අඩංගුවට",
        image: "news/2026-05-07(1)/IMAGE.jpg",
        content: `කන්තලේ නිවසක නිදන් හෑරූ දෙදෙනෙකු අත්අඩංගුවට

2026-05-07 වන දින කන්තලේ පොලිස් බලප්‍රදේශයට අයත් B-බෝගස් හන්දිය ප්‍රදේශයේ පදිංචිව සිටින ඉඩමක් තුළ රහසිගතව නිදන් හාරමින් සිටි දෙදෙනෙකු කන්තලේ පොලිසිය විසින් අත්අඩංගුවට ගෙන ඇත. පොලිසියට ලැබුණු රහසිගත තොරතුරකට අනුව අදාළ නිවස වටලන අවස්ථාවේදී සැකකරුවන් නිදන් හෑරීමේ කටයුතුවල නිරතව සිටියදී අත්අඩංගුවට පත්ව ඇත.

නිවස තුළ අඩි 5ක් පමණ ගැඹුරු වළක් හාරා තිබූ බවත්, අත්අඩංගුවට ගත් පිරිස අතර එක් පිරිමි පුද්ගලයෙකු සහ එක් කාන්තාවක සිටින බවත්, කැනීම් කටයුතු සඳහා යොදාගත් උපකරණ රැසක්ද පොලිස් භාරයට ගෙන ඇති බවත් වැඩිදුරටත් තොරතුරු අනාරණය විය.


`
    },
    {
        id: "2026-04-30(3)",
        date: "2026-04-30",
        title: "මාවිල්ආරු අමුණ යළි ජනතා අයිතියට: සිරිභෝග වගාවට ජලය මුදාහැරේ",
        image: "news/2026-04-30(3)/image.jpg",
        content: `මාවිල්ආරු අමුණ යළි ජනතා අයිතියට: සිරිභෝග වගාවට ජලය මුදාහැරේ

2026-04-30 වන දින මාවිල්ආරු අමුණ සම්පූර්ණයෙන් ප්‍රතිසංස්කරණය කිරීමෙන් අනතුරුව ජනතා අයිතියට පත් කර ඇත. විදේශ කටයුතු සහ විදේශ රැකියා නියෝජ්‍ය අමාත්‍ය අරුන් හේමචන්ද්‍ර සහ ත්‍රිකුණාමල දිස්ත්‍රික් පාර්ලිමේන්තු මන්ත්‍රී රොෂාන් අක්මීමන යන මහහත්වරුන්ගේ ප්‍රධානත්වයෙන් මෙම උත්සවය පවත්වා ඇති බවට තොරතුරු ලැබී ඇත.

"වාරිසෞභාග්‍යය" තේමාව යටතේ අල්ලේ ගොවි ව්‍යාප්ති ව්‍යාපෘතිය හරහා සිදු කර මෙම ප්‍රතිසංස්කරණ කටයුතු සඳහා රුපියල් මිලියන 5000ක ප්‍රතිපාදන වෙන් කර තිබූ අතර, එමඟින් මහවැලි ගඟ පිටාර ගැලීමෙන් හානි වූ ගංවතුර පාලන බැමි ශක්තිමත් කිරීම, විනාශ වූ කෘෂිකාර්මික මාර්ග, පාලම් සහ බෝක්කු ප්‍රතිසංස්කරණය කිරීම නියමිතව ඇති බවට වැඩිදුරටත් තොරතුරු වාර්තා වී ඇත.

මෙම අවස්ථාවට නැගෙනහිර පළාත් වාරිමාර්ග අධ්‍යක්ෂ, මූතූර් ප්‍රාදේශීය වාරිමාර්ග ඉංජිනේරු, සේරුවිල ප්‍රාදේශීය සභා සභාපති ඇතුළු නිලධාරීන් සහ ගොවි සංවිධාන 42ක සභාපතිවරුන් ඇතුළු පිරිසක් සහභාගී වී ඇත.

`
    },
    {
        id: "2026-04-30(2)",
        date: "2026-04-30",
        title: "ආරක්ෂිත සංක්‍රමණය සහ විදේශ රැකියා අවස්ථා පිළිබඳ ත්‍රිකුණාමලයේදී විශේෂ සාකච්ඡාවක්",
        image: "news/2026-04-30(2)/IMAGE.jpg",
        content: `ආරක්ෂිත සංක්‍රමණය සහ විදේශ රැකියා අවස්ථා පිළිබඳ ත්‍රිකුණාමලයේදී විශේෂ සාකච්ඡාවක්

2026-04-29 වන දින ත්‍රිකුණාමලය දිස්ත්‍රික් ලේකම් කාර්යාලයේදී ජාත්‍යන්තර සංක්‍රමණ තොරතුරු මධ්‍යස්ථානයේ (MIG) සංවිධානයෙන්, ආරක්ෂිත සංක්‍රමණය සහ විධිමත් විදේශ රැකියා අවස්ථා පිළිබඳ විශේෂ සාකච්ඡාවක් ත්‍රිකුණාමලය දිස්ත්‍රික් අතිරේක ආණ්ඩුවේ ඒජන්ත එස්. සුදාකරන් මහතා සහ ශ්‍රී ලංකාව ඇතුළු කලාපීය රටවල් කිහිපයක නවසීලන්ත තානාපති කාර්යාලයේ නිල නොවන සංක්‍රමණ සම්බන්ධීකරණ නිලධාරිනී සෝනියා ඩග්ලස් මහත්මිය අතර පවත්වා ඇති බවට තොරතුරු ලැබී ඇත.`
    },
    {
        id: "2026-04-30(1)",
        date: "2026-04-30",
        title: "මූතූර් සුළු පරිමාණ ව්‍යවසායකයින්ට මූල්‍ය ආධාර පිරිනැමේ",
        image: "news/2026-04-30(1)/IMAGE.jpg",
        content: `මූතූර් සුළු පරිමාණ ව්‍යවසායකයින්ට මූල්‍ය ආධාර පිරිනැමේ

2026-04-30 වන දින මූතූර් ප්‍රාදේශීය ලේකම් කාර්යාලයේදී දිත්වා සුළි කුණාටුව හේතුවෙන් පීඩාවට පත් වූ මූතූර් ප්‍රදේශයේ සුළු පරිමාණ ව්‍යවසායකයින් අට දෙනෙකු (08) සඳහා මූල්‍ය ආධාර චෙක්පත් ප්‍රදානය කිරීමේ වැඩසටහනක් පවත්වා ඇත.

කර්මාන්ත අමාත්‍යාංශය යටතේ ලියාපදිංචි වී ඇති මෙම ව්‍යවසායකයින්ගේ ව්‍යාපාරික කටයුතු යළි නගාසිටුවීම වෙනුවෙන් එක් අයෙකුට රුපියල් 200,000.00 බැගින් වූ චෙක්පත් මෙහිදී පිරිනමා ඇත.

මූතූර් ප්‍රාදේශීය ලේකම් එම්.අයි. ෆිර්නාස් මහතාගේ ප්‍රධානත්වයෙන් පැවැත්වුණු මෙම අවස්ථාවට මූතූර් ප්‍රදේශ සංවර්ධන සම්බන්ධීකාරක එම්.කේ.එම්. සෆ්රාන් මහතා, 'ක්ලීන් ශ්‍රී ලංකා' (Clean Sri Lanka) මූතූර් සම්බන්ධීකාරක වී.එම්. රම්සි මහතා ඇතුළු ප්‍රාදේශීය ලේකම් කාර්යාලයේ නිලධාරීන් සහ ප්‍රතිලාභීන් පිරිසක් සහභාගී වී ඇති බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-04-29(3)",
        date: "2026-04-29",
        title: "නිලාවේලි වෙරළ තීරයේ ගැටලුවලට කඩිනම් විසඳුම්: මන්ත්‍රී රොෂාන් අක්මීමන සහතික වෙයි",
        image: "news/2026-04-29(3)/IMAGE.jpg",
        content: `නිලාවේලි වෙරළ තීරයේ ගැටලුවලට කඩිනම් විසඳුම්: මන්ත්‍රී රොෂාන් අක්මීමන සහතික වෙයි

2026-04-29 වන දින නිලාවේලි පොදු වෙරළ තීරයේ පවතින දිගුකාලීන ගැටලු නිරීක්ෂණය කිරීම සහ ඒවාට විසඳුම් සෙවීම වෙනුවෙන් බෝට්ටු සංගමය විසින් ඉදිරිපත් කරන ලද ඉල්ලීමකට අනුව පාර්ලිමේන්තු මන්ත්‍රී ගරු රොෂාන් අක්මීමන මහතාගේ ප්‍රධානත්වයෙන් විශේෂ ක්ෂේත්‍ර චාරිකාවක් පවත්වා ඇත.

මේ සඳහා නැගෙනහිර පළාත් සංචාරක කාර්යාංශයේ සභාපති ප්‍රියන්ත මලවැන්නාකොට මහතා සහ කුච්චවේලි ප්‍රාදේශීය සභා මන්ත්‍රී අරූර් මහතා ඇතුළු නිලධාරීන් පිරිසක් සහබාගී වී ඇත.

දේශීය හා විදේශීය සංචාරකයන් විශාල වශයෙන් පැමිණෙන මෙම වෙරළ තීරයේ යටිතල පහසුකම් අවම මට්ටමක පැවතීම පිළිබඳව බෝට්ටු සංගම් නියෝජිතයෝ මෙහිදී කරුණු පැහැදිලි කර ඇති අතර මීට අමතරව, නිලාවේලි වෙරළ තීරයේ පිහිටි පර්චස් 6ක පමණ පොදු ඉඩමක් රාත්‍රී කාලයේදී වැටවල් ගසා අනවසරයෙන් අත්පත් කර ගැනීමට ගෙන ඇති උත්සාහයක් පිළිබඳව ද බලධාරීන්ගේ අවධානය යොමු වී ඇති බවට තොරතුරු ලැබී ඇත.

`
    },
    {
        id: "2026-04-29(2)",
        date: "2026-04-29",
        title: "ත්‍රිරෝද රථ රියදුරන් වෙනුවෙන් රජයේ විශ්‍රාම වැටුප් ක්‍රමයක් - ලියාපදිංචිය අද",
        image: "news/2026-04-29(2)/IMAGE.png",
        content: `ත්‍රිරෝද රථ රියදුරන් වෙනුවෙන් රජයේ විශ්‍රාම වැටුප් ක්‍රමයක් - ලියාපදිංචිය අද

2026-04-29 වන දින ප.ව 0300 සිට කින්නියා ප්‍රාදේශීය ලේකම් කාර්යාල ශ්‍රවණාගාරයේදී කින්නියා ත්‍රිරෝද රථ රියදුරන්ගේ සංගමය ඉලක්ක කරගනිමින් ශ්‍රී ලංකා සමාජ ආරක්ෂණ මණ්ඩලය මගින් මෙහෙයවනු ලබන, රජයේ විශ්‍රාම වැටුප් හිමිකම් නොමැති අවිධිමත් අංශයේ සේවකයන් සඳහා වන විශ්‍රාම වැටුප් ක්‍රමය පිළිබඳ දැනුවත් කිරීමේ සහ ලියාපදිංචි කිරීමේ වැඩසටහනක් පවත්වා ඇත.
`
    },
    {
        id: "2026-04-29(1)",
        date: "2026-04-29",
        title: "කුඹුරුපිඩ්ඩි දේවිකල් වෙරළ තීරය සංචාරක මධ්‍යස්ථානයක් ලෙස සංවර්ධනය කිරීමට පියවර - පාර්ලිමේන්තු මන්ත්‍රී එස්. කුගදාසන් මහතාගේ නිරීක්ෂණ චාරිකාවක්.",
        image: "news/2026-04-29(1)/IMAGE.jpg",
        content: `කුඹුරුපිඩ්ඩි දේවිකල් වෙරළ තීරය සංචාරක මධ්‍යස්ථානයක් ලෙස සංවර්ධනය කිරීමට පියවර - පාර්ලිමේන්තු මන්ත්‍රී එස්. කුගදාසන් මහතාගේ නිරීක්ෂණ චාරිකාවක්.

2026-04-29 වන දින ත්‍රිකුණාමලය දිස්ත්‍රික් පාර්ලිමේන්තු මන්ත්‍රී එස්. කුගදාසන් මහතා කුච්චවේලි ප්‍රාදේශීය ලේකම් කොට්ඨාශයට අයත් කුඹුරුපිඩ්ඩි නැගෙනහිර ග්‍රාම සේවා වසමේ පිහිටි "දේවිකල් සංචාරක වෙරළ" ප්‍රදේශයේ විශේෂ නිරීක්ෂණ චාරිකාවක නිරත වී ඇත.

මෙම ප්‍රදේශයේ වෙසෙන දෙමළ පවුල් 4,000 කට අධික සංඛ්‍යාවකගේ ජීවනෝපාය මාර්ග සංවර්ධනය කිරීම සහ වෙරළ තීරය සංචාරක කලාපයක් ලෙස ප්‍රවර්ධනය කිරීම සම්බන්ධයෙන් ප්‍රදේශවාසීන්ගේ අදහස් හා යෝජනා ලබා ගැනීම මෙහි ප්‍රධාන අරමුණ විය.

මෙම අවස්ථාව සඳහා ඉලංගෙයි තමිල් අරසු පක්ෂයේ කුච්චවේලි ප්‍රාදේශීය සභා මන්ත්‍රී මුරුගයියා රවින්ද්‍රන්, කුච්චවේලි ප්‍රාදේශීය සභා මන්ත්‍රී ධනුෂන්, ප්‍රදේශයේ සමාජ ක්‍රියාකාරීන් සහ ප්‍රදේශවාසීන් ඇතුළු පිරිසක් සහභාගී වී ඇත.
`
    },
    {
        id: "2026-04-28(1)",
        date: "2026-04-28",
        title: "නීති විරෝධී ලෙස රාත්‍රී කාලයේ මසුන් ඇල්ලූ පුද්ගලයින් පස්දෙනෙකු ඒකාබද්ධ මෙහෙයුමකදී අත්අඩංගුවට.",
        image: "news/2026-04-28(1)/IMAGE.jpg",
        content: `නීති විරෝධී ලෙස රාත්‍රී කාලයේ මසුන් ඇල්ලූ පුද්ගලයින් පස්දෙනෙකු ඒකාබද්ධ මෙහෙයුමකදී අත්අඩංගුවට.

2026-04-28 වන දින අලුයම ඊච්චලම්පත්තු , තායිප් නගර් වෙරළ තීරයේදී නීති විරෝධී ලෙස මසුන් ඇල්ලූ පුද්ගලයින් පස්දෙනෙකු (05) අත්අඩංගුවට ගෙන ඇත. හමුදා බුද්ධි අංශයට ලැබුණු තොරතුරක් මත, වාගරායි විශේෂ පොලිස් කාර්ය සාධක බලකාය (STF) සහ යුද හමුදාව එක්ව මෙම අත්අඩංගුවට ගැනීම සිදු කර ඇති අතර මූලික විමර්ශනවලදී අනාවරණය වී ඇත්තේ අත්අඩංගුවට ගත් පිරිස චීන බොක්ක, කින්නියා සහ තෝපූර් යන ප්‍රදේශවල පදිංචිකරුවන් බවයි

සැකකරුවන් රාත්‍රී කාලයේ නීති විරෝධී ලෙස මසුන් අල්ලා නැවත වෙරළට පැමිණ, අල්ලා ගත් මත්ස්‍ය තොගය සහ උපකරණ ලොරි රථයකට පටවමින් සිටියදී මෙලෙස ආරක්ෂක අංශ භාරයට පත්ව ඇති අතර ඔවුන් සන්තකයේ තිබී අශ්ව බල 40 ක (40 HP) එන්ජිමක් සහිත ඩිංගි යාත්‍රාවක්, ප්‍රවාහනය සඳහා යොදාගත් ලොරි රථයක්, ඔක්සිජන් ටැංකි 06 ක් සහ කිමිදුම් උපකරණ කට්ටලයක්, සහ නීති විරෝධී මුහුදු කුඩැල්ලන් අත්අඩංගුවට ගෙන ඇත.
`
    },
    {
        id: "2026-04-27(3)",
        date: "2026-04-27",
        title: "දිට්වා සුළි කුණාටුවෙන් පීඩාවට පත් මුතූර් කර්මාන්තකරුවන්ට වන්දි පිරිනමයි",
        image: "news/2026-04-27(3)/image.jpg",
        content: `දිට්වා සුළි කුණාටුවෙන් පීඩාවට පත් මුතූර් කර්මාන්තකරුවන්ට වන්දි පිරිනමයි

2026-04-27 වන දින මූතුර් ප්‍රාදේශීය ලේකම් කාර්යාලයේදී දිට්වා සුළි කුණාටුව හේතුවෙන් ව්‍යාපාරික හානි සිදු වූ මූදූර් ප්‍රදේශයේ කර්මාන්තකරුවන් 08 දෙනෙකු සඳහා රුපියල් ලක්ෂ දෙක (රු. 200,000) දක්වා වූ වන්දි චෙක්පත් ප්‍රදානය කිරීමේ උත්සවයක් පවත්වා ඇත.

කර්මාන්ත හා ව්‍යවසායකත්ව සංවර්ධන අමාත්‍යාංශය මගින් මෙම වන්දි මුදල් ලබාදීම සිදු කර ඇති අතර කුණාටුවෙන් පීඩාවට පත් වූ තවත් ප්‍රතිලාභීන් රැසකට ඉදිරියේදී වන්දි ලබා දීමට නියමිතව ඇත.එම ගෙවීම් මැයි මස මැද භාගයට පෙර අවසන් කිරීමට තීරණය කර ඇති බව අමාත්‍යාංශ බලධාරීහු ප්‍රකාශකර ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-27(2)",
        date: "2026-04-27",
        title: "මුතූර් ‘අස්වැසුම’ ප්‍රතිලාභීන්ට ජීවනෝපාය ආධාර බෙදාදෙයි",
        image: "news/2026-04-27(2)/image.jpg",
        content: `මුතූර් ‘අස්වැසුම’ ප්‍රතිලාභීන්ට ජීවනෝපාය ආධාර බෙදාදෙයි

2026-04-27 වන දින මූතුර් ප්‍රාදේශීය ලේකම් කාර්යාලයේදී මූතුර් ප්‍රාදේශීය ලේකම් කොට්ඨාසයේ ‘අස්වැසුම’ සුබසාධන ප්‍රතිලාභීන්ගේ ජීවනෝපාය මාර්ග සංවර්ධනය කිරීමේ අරමුණින් තෝරාගත් ප්‍රතිලාභීන් තිදෙනෙකු සඳහා එක් අයෙකුට රුපියල් 50,000ක් වටිනා කුකුළන් ලබාදීම සිදු කර ඇත.

මෙම අවස්ථාවට මූතුර් ප්‍රාදේශීය සංවර්ධන සම්බන්ධීකාරක සප්‍රාන් මෘද්ධි කළමනාකරු, සමෘද්ධි නිලධාරීන් සහ “ක්ලීන් ශ්‍රී ලංකා” සංවිධානයේ මුතුර් සංවිධායක රම්ෂි යන මහත්වරු ඇතුළු පිරිසක් සහභාගී වී ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-27(1)",
        date: "2026-04-27",
        title: "කින්නියා අල් අමීන් මහා විද්‍යාලයේ ගුරු හිඟයට විසඳුම් ඉල්ලා විරෝධතාවයක්",
        image: "news/2026-04-27(1)/image.png",
        content: `කින්නියා අල් අමීන් මහා විද්‍යාලයේ ගුරු හිඟයට විසඳුම් ඉල්ලා විරෝධතාවයක්

2026-04-27 වන දින කින්නියා කලාප අධ්‍යාපන කාර්යාලයට අයත් අල් අමීන් මහා විද්‍යාලයේ පවතින උග්‍ර ගුරු හිඟයට කඩිනම් විසඳුම් ලබාදෙන ලෙස බලකරමින් එම විද්‍යාලය ඉදිරිපිට සිසුන් සහ දෙමාපියන් එක්ව විරෝධතාවයක් පවත්වා ඇත.

පැයකට අධික කාලයක් පැවති මෙම විරෝධතාවය හේතුවෙන් කින්නියා කලාප අධ්‍යාපන කාර්යාලයේ නිලධාරීන් පිරිසක් එම ස්ථානයට පැමිණ දෙමාපියන් සමඟ සාකච්ඡාවක නිරත වී ඇති අතර අදාළ ගැටලුවලට විසඳුම් ලබාදෙන බවට නිලධාරීන් ලබාදුන් ලිඛිත පොරොන්දුවෙන් පසුව විරෝධතාකරුවන් එම ස්ථානයෙන් විසිර ගොස් අති බවට තොරතුරු ලැබී ඇත.

එම විරොධතාවට ප්‍රධාන හේතු පහත පරිදි වේ.

•	ගණිතය, දෙමළ, විද්‍යාව සහ ප්‍රාථමික අංශ සඳහා පවතින ගුරු පුරප්පාඩු වහාම පිරවීම.


•	පාසලේ දැනට සිටින ගුරුවරුන් ස්ථාන මාරු කිරීම තාවකාලිකව නැවතීම.


•	වාර්ෂික ස්ථානමාරු මණ්ඩලය හරහා නව ගුරුවරුන් ලබාදෙන බවට කලාප අධ්‍යාපන කාර්යාලය ලබා දී තිබූ පොරොන්දුව ඉටු නොකිරීම


•	ගුරු හිඟයක් පවතින පසුබිමක, වෙනත් පාසලකට අනුයුක්ත කර සිටින මෙම පාසලේ ගුරුවරයෙකු යළිත් සේවයට කැඳවා ගැනීම.
`
    },
    {
        id: "2026-04-26(1)",
        date: "2026-04-26",
        title: "ත්‍රිකුණාමලයේ ඉඩම් ගැටලු සහ වනඅලි තර්ජන පිළිබඳ සොයා බැලීමට මන්ත්‍රී කුගදාසන් මහතා ප්‍රදේශවාසීන් හමුවෙයි",
        image: "news/2026-04-26(1)/image.jpg",
        content: `ත්‍රිකුණාමලයේ ඉඩම් ගැටලු සහ වනඅලි තර්ජන පිළිබඳ සොයා බැලීමට මන්ත්‍රී කුගදාසන් මහතා ප්‍රදේශවාසීන් හමුවෙයි

2026-04-26 වන දින ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ ප්‍රාදේශීය ලේකම් කොට්ඨාස කිහිපයක පවතින ඉඩම් ගැටලු සහ වනඅලි තර්ජන පිළිබඳව සොයා බැලීම සඳහා ඉලංගෙයි තමිල් අරසු පක්ෂයේ පාර්ලිමේන්තු මන්ත්‍රී කේ.එස්. කුගදාසන් මහතා සහ ප්‍රදේශවාසීන් අතර විශේෂ හමුවක් බවත්වා ඇත.

මෙහිදී ප්‍රදේශවාසීන් විසින් ඉදිරිපත් කරන ලද කරුණු අතර කුච්චවේලි, කුඔුරුපිඩ්ඩි සහ තිරියාය යන ප්‍රදේශවල පවතින දැඩි ජනතා පීඩාවන් පිළිබඳව මන්ත්‍රීවරයාගේ අවධානය යොමු වී ඇති අතර එහිදී පහත සඳහන් කරුණු පිලිබඳ අවදානය යොමුකර ඇති බවට වාර්තා වී ඇත.

කුඔුරුපිඩ්ඩි දේවිගල් ප්‍රදේශයේ සංචාරක කර්මාන්තය දියුණු කිරීම සහ කුච්චවේලි සෙම්බිමලෙයි ශිව දේවාලය ප්‍රතිසංස්කරණය කිරීම.

කිලිවෙඩ්ඩි ඉඩම් නිදහස් කර ගැනීම සහ කුච්චවේලි ප්‍රදේශයේ භික්ෂූන් වහන්සේ නමකගේ ග්‍රහණයට නතුව ඇති බව කියන අක්කර 54 ක භූමි ප්‍රමාණය නිදහස් කර ගැනීම.

දැනට නිදහස් කර ඇති අක්කර 400 ක භූමිය පිරිසිදු කර ජනතා අයිතියට පත් කිරීමේ ක්‍රියාවලිය විධිමත් කිරීම.

තිරියාය වටරවුම ආශ්‍රිත ගම්මානවල පවතින උග්‍ර වනඅලි තර්ජනය සහ කල්ලම්පත්තෙයි ග්‍රාමයේ ඉඩම් සම්බන්ධ ගැටලු.

`
    },
    {
        id: "2026-04-24(2)",
        date: "2026-04-24",
        title: "ත්‍රිකුණාමලය ප්‍රධාන වීදියේදී වයෝවෘද්ධ පුද්ගලයෙකු මියගොස් සිටියදී හමුවෙයි",
        image: "news/2026-04-24(2)/image.jpg",
        content: `ත්‍රිකුණාමලය ප්‍රධාන වීදියේදී වයෝවෘද්ධ පුද්ගලයෙකු මියගොස් සිටියදී හමුවෙයි

2026-04-24 වන දින ත්‍රිකුණාමලය නගරයේ ප්‍රධාන වීදියේ මාර්ගය අසල වැටී සිටි වයෝවෘද්ධ පුද්ගලයෙකු මියගොස් ඇති බවට තොරතුරු ලැබී ඇත. මියගිය පුද්ගලයා දීර්ඝ කාලයක සිට ත්‍රිකුණාමලය නගරයේ සැරිසරමින් දේව මෙහෙයන්හි නිරත වූ අයෙකු බවට හඳුනාගෙන ඇත. කෙසේ වෙතත්, ඔහුගේ අනන්‍යතාවය පිළිබඳ නිශ්චිත තොරතුරු මෙතෙක් තහවුරු වී නොමැති අතර ඒ පිළිබඳ වැඩිදුර පරීක්ෂණ ත්‍රිකුණාමල පොලීසිය විසින් සිදු කරන අතර මෙම පුද්ගලයා පිළිබඳව යම් තොරතුරක් හෝ ඔහුගේ ඥාතීන් පිළිබඳව දන්නේ නම්, වහාම අදාළ බලධාරීන් දැනුවත් කරන ලෙස පොලිසිය මහජනතාවගෙන් ඉල්ලා ඇති බවට තොරතුරු ලැබී ඇත.`
    },
    {
        id: "2026-04-23(3)",
        date: "2026-04-23",
        title: "කුච්චවේලියේ ජන ජීවිතය නංවන්නට පොල් පැළ බෙදාදීමේ වැඩසටහනක්",
        image: "news/2026-04-23(3)/image.jpg",
        content: `කුච්චවේලියේ ජන ජීවිතය නංවන්නට පොල් පැළ බෙදාදීමේ වැඩසටහනක්

2026-04-23 වන දින කුච්චවේලි ප්‍රාදේශීය ලේකම් කොට්ඨාසය තුල ජනතාවගේ ජීවනෝපාය මාර්ග සංවර්ධනය කිරීමේ අරමුණින් සංවිධානය කරන ලද විශේෂ පොල් පැළ බෙදාදීමේ වැඩසටහනක් විදේශ කටයුතු සහ විදේශ රැකියා නියෝජ්‍ය අමාත්‍ය ගරු අරුන් හේමචන්ද්‍ර මහතාගේ උපදෙස් හා මඟපෙන්වීම යටතේ ක්‍රියාත්මක කර ඇත.

මෙම අවස්ථාව සඳහා පාර්ලිමේන්තු මන්ත්‍රී ගරු රොෂාන් අක්මීමන මහතා, කුච්චවේලි ප්‍රාදේශීය සභා ජාතික ජන බලවේග සම්බන්ධීකාරක ප්‍රියන්ත මළවැන්නගොඩ මහතා සහ ප්‍රාදේශීය සභා මන්ත්‍රී අරූස් මහතා ඇතුළු පිරිසක් සහභාගී වී ඇති බවට තොරතුරු වාර්තා වී ඇත.
`
    },
    {
        id: "2026-04-23(2)",
        date: "2026-04-23",
        title: "මූතූර් ග්‍රාමීය මට්ටමේ ළමා සංවර්ධන කමිටු සාමාජිකයන් සඳහා දෙවන අදියරේ පුහුණුවක්",
        image: "news/2026-04-23(2)/image.jpg",
        content: `මූතූර් ග්‍රාමීය මට්ටමේ ළමා සංවර්ධන කමිටු සාමාජිකයන් සඳහා දෙවන අදියරේ පුහුණුවක්

2026-04-23 වන දින මූතූර් ප්‍රාදේශීය ලේකම් කොට්ඨාසය තුළ ක්‍රියාත්මක වන ග්‍රාමීය මට්ටමේ ළමා සංවර්ධන කමිටු සාමාජිකයන් සවිබල ගැන්වීමේ දෙවන අදියරේ පුහුණු වැඩසටහන ප්‍රාදේශීය ලේකම් එම්.අයි. ෆිර්නාස් මහතාගේ ප්‍රධානත්වයෙන් පවත්වා ඇත.

මෙම වැඩසටහනේ ප්‍රධාන සම්පත්දායකයා ලෙස ප්‍රාදේශීය ලේකම්වරයා කටයුතු කළ අතර, එහිදී ග්‍රාමීය මට්ටමින් දරුවන් මුහුණ දෙන විවිධ ගැටලු හඳුනා ගැනීම සහ ඒවාට විසඳුම් සෙවීම කෙරෙහි අවධානය යොමු වී ඇත. විශේෂයෙන්ම, ළමුන් මුහුණ දෙන අවදානම් සහගත තත්ත්වයන් හඳුනා ගැනීමේ සිතියම්කරණය සහ ඒ සඳහා ඉදිරි යෝජනා ක්‍රම සකස් කිරීම මෙහිදී සිදු කර ඇත.

මෙම අවස්ථාව සඳහා ළමා හා කාන්තා සංවර්ධන අංශයේ නිලධාරීන්, සමාජ සවිබල ගැන්වීමේ නිලධාරීන්, ග්‍රාම නිලධාරීන්, සමෘද්ධි සංවර්ධන නිලධාරීන් සහ ග්‍රාමීය මට්ටමේ ළමා සංවර්ධන කමිටු නියෝජිතයන් විශාල පිරිසක් සහභාගී වී ඇති බවට තොරතුරු ලැබී ඇත
`
    },
    {
        id: "2026-04-23(1)",
        date: "2026-04-23",
        title: "පදික වේදිකාවේ වෙළඳාම තහනම් කෙරේ: වෙළඳුන්ට විකල්ප ස්ථානයක් ලබා දෙයි",
        image: "news/2026-04-23(1)/image.png",
        content: `පදික වේදිකාවේ වෙළඳාම තහනම් කෙරේ: වෙළඳුන්ට විකල්ප ස්ථානයක් ලබා දෙයි

2026-04-27 වන දින සිට ක්‍රියාත්මක වන පරිදි ත්‍රිකුණාමලය නගරයේ පදික වේදිකාවල සිදුකරනු ලබන සියලුම වෙළඳාම් කටයුතු තහනම් කිරීමට ත්‍රිකුණාමලය මහා නගර සභාව තීරණය කර ඇති බවට තොරතුරු ලැබී ඇත.

නගරයේ පදිකයින්ට බාධාවකින් තොරව ගමන් කිරීමට පහසුකම් සැලසීම සහ නගර අලංකරණය අරමුණු කරගනිමින් මෙම පියවර ගෙන ඇත. මෙම තීරණය හේතුවෙන් පීඩාවට පත්වන වෙළඳුන් සඳහා මහා නගර සභාව විසින් විකල්ප වෙළඳ ස්ථානයක් වෙන් කර දී ඇති බවට වැඩිදුරටත් වාර්තා වී ඇත.

ඒ අනුව, ලබන සඳුදා සිට පදික වේදිකාවල වෙළඳාම් කිරීම සම්පූර්ණයෙන් තහනම් වන අතර, සියලුම වෙළඳුන් තමන්ට ලබා දී ඇති විකල්ප ස්ථානය වෙත මාරු විය යුතු බව නගර සභාව දැනුම් දී ඇත.
`
    },
    {
        id: "2026-04-22(3)",
        date: "2026-04-22",
        title: "ත්‍රිකුණාමලය - කින්නියා මාර්ගයේ බස් රථයක් ගසක ගැටී 23කට තුවාලයි",
        image: "news/2026-04-22(3)/image.png",
        content: `ත්‍රිකුණාමලය - කින්නියා මාර්ගයේ බස් රථයක් ගසක ගැටී 23කට තුවාලයි
2026-04-22 වන දින සවස් කාලයේදී මුතූර්-කින්නියා මාර්ගයේ දෙවන පාලම අසලදී ත්‍රිකුණාමලය දෙස සිට මූතූර් දක්වා ධාවනය වූ පෞද්ගලික බස් රථයක් රියදුරුට පාලනය කරගත නොහැකිව මාර්ගය අසල තිබූ ගසක ගැටීමෙන් අනතුරක් සිදු වී ඇත. 

අනතුර සිදුවන අවස්ථාවේ බස් රථයේ ගමන් ගත් පුද්ගලයින් 23 දෙනෙකු බරපතළ තුවාල ලබා ඇති අතර, ඔවුන් වහාම මූතූර් මූලික රෝහල වෙත ඇතුළත් කිරීමට පියවර ගෙන ඇත. තුවාල ලැබූවන් අතරින් දෙදෙනෙකුගේ තත්ත්වය අසාධ්‍ය බැවින් වැඩිදුර ප්‍රතිකාර සඳහා ඔවුන් ත්‍රිකුණාමලය ශික්ෂණ රෝහල වෙත මාරු කර යවා ඇති බවට තොරතුරු වාර්තා වී ඇත.

`
    },
    {
        id: "2026-04-22(2)",
        date: "2026-04-22",
        title: "නැගෙනහිර පළාත් සංවර්ධන ව්‍යාපෘති පිළිබඳ විශේෂ ප්‍රගති සමාලෝචනයක්",
        image: "news/2026-04-22(2)/image.jpg",
        content: `නැගෙනහිර පළාත් සංවර්ධන ව්‍යාපෘති පිළිබඳ විශේෂ ප්‍රගති සමාලෝචනයක්

2026-04-22 වන දින ත්‍රිකුණාමලය නැගෙනහිර පළාත් ආණ්ඩුකාර කාර්යාලයේ නැගෙනහිර පළාත් සභාව යටතේ පවතින අමාත්‍යාංශ සහ දෙපාර්තමේන්තුවල වත්මන් ප්‍රගතිය මෙන්ම ඉදිරි සැලසුම් පිළිබඳව විධිමත් සමාලෝචනයක් සිදු කිරීමේ විශේෂ සාකච්ඡාවක් පවත්වා ඇත.

නැගෙනහිර පළාත් ආණ්ඩුකාර ජයන්ත ලාල් රත්නසේකර මහතාගේ ප්‍රධානත්වයෙන් පැවති මෙම හමුව සඳහා අමාත්‍යාංශ හා දෙපාර්තමේන්තු ප්‍රධානීන් සහභාගී වී ඇත.

මෙහිදී දැනට පළාත තුළ ක්‍රියාත්මක වන විවිධ සංවර්ධන ව්‍යාපෘතීන්හි භෞතික හා මූල්‍ය ප්‍රගතිය පිළිබඳව හා ඉන්දීය ආධාර යටතේ ක්‍රියාත්මක කිරීමට යෝජිත ව්‍යාපෘතිවල වත්මන් තත්ත්වය සහ ඒවා කඩිනම් කිරීමේ අවශ්‍යතාවය පිළිබඳව ආණ්ඩුකාරවරයා විසින් නිලධාරීන්ගේ අවධානය යොමු කර ඇති බවට තොරතුරු වාර්තා වී ඇත.
`
    },
    {
        id: "2026-04-22(1)",
        date: "2026-04-22",
        title: "ඉක්බාල් නගර් පාසල අසල වාහන සේවා මධ්‍යස්ථානයකට එරෙහිව මහජන විරෝධයක්",
        image: "news/2026-04-22(1)/image.jpg",
        content: `ඉක්බාල් නගර් පාසල අසල වාහන සේවා මධ්‍යස්ථානයකට එරෙහිව මහජන විරෝධයක්

2026-04-22 වන දින කුච්චවේලි ප්‍රාදේශීය සභා බල ප්‍රදේශයට අයත් ඉක්බාල් නගර් පාසලට ඉතා ආසන්නයේ වාහන සේවා (Service Station)  මධ්‍යස්ථානයක් ඉදිකිරීමට ගන්නා උත්සාහයට එරෙහිව ප්‍රදේශවාසීන් සහ පොදු සංවිධාන විසින් සිය දැඩි විරෝධය පළ කරමින් කුච්චවේලි ප්‍රාදේශීය සභාවේ සභාපති ඒ. මුබාරක් මහතා වෙත මහජන පෙත්සමක් භාර දී ඇත.

නැගෙනහිර පළාත් ආණ්ඩුකාරවරයාගේ පෞද්ගලික ලේකම්වරයාගේ නිර්දේශය මත මෙම මධ්‍යස්ථානය ඉදිකිරීමට පියවර ගෙන ඇති බැව් වාර්තා වන අතර පිළිබඳව සාකච්ඡා කිරීමට ප්‍රදේශවාසීන් ත්‍රිකුණාමලයේ පිහිටි ආණ්ඩුකාර ලේකම් කාර්යාලයට ගියද, ආණ්ඩුකාරවරයා හමුවීමට අවස්ථාව ලබා නොදී පෞද්ගලික ලේකම්වරයා විසින්ම පිළිතුරු ලබාදී ඔවුන්ව හරවා එවා ඇති බවට චෝදනා එල්ල කර ඇත.

පාසලක් අසල මෙවැනි සේවා මධ්‍යස්ථානයක් ස්ථාපිත කිරීමෙන් සිසුන්ගේ අධ්‍යාපන කටයුතුවලට බාධා පැමිණෙන අතර දැඩි පාරිසරික හානියක් සිදුවන බව හා මෙම ව්‍යාපෘතිය නතර නොකළහොත් ඉදිරියේදී මහා පරිමාණ විරෝධතාවල නිරත වන බවද ඔවුහු වැඩිදුරටත් අවධාරණය කර ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-21(1)",
        date: "2026-04-21",
        title: "මූතූර්හිදී අතුරුදන්ව සිටි කාන්තාවක මියගොස් සිටියදී හමුවේ: අධික රෝෂ්ණය හේතුවෙන් ඇතිවූ හෘදයාබාධයක් බවට අනාවරණය වේ",
        image: "news/2026-04-21(1)/image.png",
        content: `මූතූර්හිදී අතුරුදන්ව සිටි කාන්තාවක මියගොස් සිටියදී හමුවේ: අධික රෝෂ්ණය හේතුවෙන් ඇතිවූ හෘදයාබාධයක් බවට අනාවරණය වේ

2026-04-21 වන දින මූතූර් පොලිස් වසමට අයත් පාලතඩිචේනෙයි ප්‍රදේශයේදී අතුරුදන්ව සිටි 75 හැවිරිදි සිවලිංගම් චෙල්ලමානික්කම් නැමති කාන්තාවකගේ සිරුරක් හමුවී ඇත.

පොලිස් වාර්තාවලට අනුව, මියගිය කාන්තාව ඊයේ උදෑසන නිවසින් බැහැරව ගොස් ඇති අතර පස්වරුව වන තෙක් නැවත නිවසට නොපැමිණීම හේතුවෙන් පවුලේ ඥාතීන් ඇය පිළිබඳව සෝදිසි කර ඇත. එහිදී ඇය පාලතඩිචේනෙයි ප්‍රදේශයේ මියගොස් සිටියදී හමුවී ඇති අතර, අනතුරුව ඥාතීන් විසින් ඒ පිළිබඳව මූතූර් පොලිස් ස්ථානය දැනුවත් කිරීමට පියවර ගෙන ඇත.

මෙම සිදුවීම සබැදිව මරණ පරීක්ෂණයේදී අනාවරණය වී ඇත්තේ ප්‍රදේශයේ පවතින අධික උෂ්ණත්වය හේතුවෙන් ඇතිවූ හෘදයාබාධයකින් මෙම මරණය සිදුවී ඇති බවයි. මියගිය කාන්තාව මීට පෙරද වරක් හෘදයාබාධයකට ලක්ව ප්‍රතිකාර ලබා ඇති බව පවුලේ ඥාතීන් විසින් පරීක්ෂණ නිලධාරීන්ට ප්‍රකාශ කර ඇති බවට අනාවරණය වී ඇත.
`
    },
    {
        id: "2026-04-20(1)",
        date: "2026-04-20",
        title: "දේශගුණික විපර්යාස පිළිබඳ දැනුවත් කිරීමට ඉන්දීය ජාතිකයෙකුගෙන් පාපැදි සංචාරයක්",
        image: "news/2026-04-20(1)/image.png",
        content: `දේශගුණික විපර්යාස පිළිබඳ දැනුවත් කිරීමට ඉන්දීය ජාතිකයෙකුගෙන් පාපැදි සංචාරයක්

ඉන්දීය ජාතිකයෙකු වන ක්‍රිෂ්ණා විසින් ලෝක සාමය ප්‍රවර්ධනය කිරීම සහ දේශගුණික විපර්යාස පිළිබඳව ජනතාව දැනුවත් කිරීමේ අරමුණින් මුළු දිවයිනම ආවරණය වන පරිදි මෙම මස 01 වැනිදා යාපනය නගරයෙන් ආරම්භ කර ඇති පාපැදි සංචාරයක් අඛණ්ඩව දින 20ක් පුරා ගමන් 2026-04-20 වන දින මුතූර් ප්‍රදේශයට පැමින ඇති බවට වාර්තා වී ඇත.`
    },
    {
        id: "2026-04-19(4)",
        date: "2026-04-19",
        title: "කාර්මික දෝෂයකට ලක්වූ ඉරාන යුද නෞකාව අලුත්වැඩියාව සඳහා ත්‍රිකුණාමලයට රැගෙන එයි",
        image: "news/2026-04-19(4)/image.png",
        content: `කාර්මික දෝෂයකට ලක්වූ ඉරාන යුද නෞකාව අලුත්වැඩියාව සඳහා ත්‍රිකුණාමලයට රැගෙන එයි

කාර්මික දෝෂයක් හේතුවෙන් කොළඹ වරාය අසල නැංගුරම් ලා තිබූ ඉරාන රජයට අයත් යුද නෞකාවක් වැඩිදුර පරීක්ෂණ සහ අලුත්වැඩියා කටයුතු ත්‍රිකුණාමලය වරාය වෙත රැගෙන ඇවිත් ඇති අතර එය මේ වන විට ත්‍රිකුණාමලය අභ්‍යන්තර වරාය මුහුදු සීමාවේ නැංගුරම් ලා ඇත.

ශ්‍රී ලංකා නාවික හමුදාවේ සහයෝගය ඇතිව මෙම නෞකාවේ අලුත්වැඩියා කටයුතු සිදු කිරීමට නියමිත අතර, ආරක්ෂක හේතූන් මත නෞකාව නැංගුරම් ලා ඇති ප්‍රදේශය අවට දැඩි නිරීක්ෂණ කටයුතු සිදු කරමින් පවතින බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-04-19(3)",
        date: "2026-04-19",
        title: "ත්‍රිකුණාමලයේදී වෑන් රථයක් හා යතුරුපැදියක් ගැටී දරුණු අනතුරක්: තරුණයෙකු එම ස්ථානයේදීම මියයයි",
        image: "news/2026-04-19(3)/image.jpg",
        content: `ත්‍රිකුණාමලයේදී වෑන් රථයක් හා යතුරුපැදියක් ගැටී දරුණු අනතුරක්: තරුණයෙකු එම ස්ථානයේදීම මියයයි

2026-04-19 වන දින ත්‍රිකුණාමලය ඩොක්යාඩ් ප්‍රදේශයේදී ධාවනය වෙමින් තිබූ වෑන් රථයක් සහ යතුරුපැදියක් මුහුණට මුහුණ ගැටීමෙන් සිදු වු අනතුරකින් යතුරුපැදියේ ගමන් කළ 36 හැවිරිදි එස්. නිරෝජන් නැමැති පුද්ගලයා එම ස්ථානයේදීම මියගොස් ඔහු සමඟ ගමන් කළ 47 හැවිරිදි ජීවරාණි නැමැති කාන්තාව බරපතල තුවාල ලබා ත්‍රිකුණාමලය රෝහලට ඇතුළත් කර අසාධ්‍ය තත්වයෙන් ප්‍රතිකාර ලබමින් සිටින බවට තොරතුරු ලැබී ඇත.`
    },
    {
        id: "2026-04-19(2)",
        date: "2026-04-19",
        title: "ත්‍යාගී මාතාව අන්නයි භූපතිගේ 38 වන සැමරුම වෙරුගල්හිදී උත්කර්ෂවත් අයුරින් පැවැත්වේ",
        image: "news/2026-04-19(2)/image.jpg",
        content: `ත්‍යාගී මාතාව අන්නයි භූපතිගේ 38 වන සැමරුම වෙරුගල්හිදී උත්කර්ෂවත් අයුරින් පැවැත්වේ

2026-04-20 වන දින ත්‍රිකුණාමලය වෙරුගල් සංස්කෘතික ශාලා පරිශ්‍රයේදී අන්නයි භූපති මහත්මියගේ 38 වන ගුණානුස්මරණ සැමරුම නිමිත්තෙන් සැමරුම් උත්සවයක් සංවිධානය කර ඇත.

එහිදී, අන්නයි භූපති රුව රැගත් පිළිරුවට හා ඡායාරූපයට මල් මාලා පළඳවා, පහන් දල්වා පුෂ්පෝපහාර දැක්වීම සිදු කරන ඇති අතර මෙම අවස්ථාවට වෙරුගල් ප්‍රාදේශීය සභාවේ සභාපතිවරයා ඇතුළු දේශපාලන නියෝජිතයින්, සිවිල් සමාජ ක්‍රියාකාරීන්, ප්‍රදේශයේ තරුණ පිරිස් සහ විශාල මහජනතාවක් සහභාගී වී ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-19(1)",
        date: "2026-04-19",
        title: "ත්‍රිකුණාමලය මාධ්‍යවේදීන්ට කාර්යාලීය බෑග් ප්‍රදානය කෙරේ",
        image: "news/2026-04-19(1)/image.jpg",
        content: `ත්‍රිකුණාමලය මාධ්‍යවේදීන්ට කාර්යාලීය බෑග් ප්‍රදානය කෙරේ

2026-04-19 වන දින ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ ක්‍රියාත්මක ප්‍රමුඛතම මාධ්‍ය සංවිධානයක් වන “ත්‍රිකුණාමල දිස්ත්‍රික් ගංගාතලාව ඒකාබද්ධ මාධ්‍ය බලකායේ” 5 වන සංවත්සරය නිමිත්තෙන් කන්තලේ මූලස්ථානය කරගනිමින් ක්‍රියාත්මක වන “ග්‍රාමීය ආර්ථික හා සමාජ සංවර්ධන ආයතනය” (RECDO) මගින් මාධ්‍යවේදීන්ගේ ප්‍රයෝජනය සඳහා කාර්යාලීය බෑග් ප්‍රදානය කිරීමේ උත්සවයක් පවත්වා ඇත

එහිදී, ග්‍රාමීය ආර්ථික හා සමාජ සංවර්ධන ආයතනයේ සභාපති ජේ. එම්. අසාර් මහතා විසින් නිල වශයෙන් මෙම බෑග් තොගය භාරදීම සිදු ඇති අතර ත්‍රිකුණාමල දිස්ත්‍රික් ගංගාතලාව ඒකාබද්ධ මාධ්‍ය බලකායේ උපදේශිකා සුමිත්‍රා කුමාරිහාමි රත්නායක මහත්මිය සහ එහි පාලක සභා සාමාජික මලිත් දිවංක රාජපක්ෂ මහතා විසින් එම පරිත්‍යාගයන් ඇත.
`
    },
    {
        id: "2026-04-10(3)",
        date: "2026-04-10",
        title: "ජාතික ජන බලවේග රජයේ මෙහෙයවීමෙන් තොප්පූර්හිදී විශේෂ සංවර්ධන හමුවක්",
        image: "news/2026-04-10(3)/image.jpg",
        content: `ජාතික ජන බලවේග රජයේ මෙහෙයවීමෙන් තොප්පූර්හිදී විශේෂ සංවර්ධන හමුවක්

2026-04-09 වන දින තෝපූර් ප්‍රදේශයේදී තොප්පූර් ප්‍රජා ශක්ති සංවිධානය විසින් ජාතික ජන බලවේග රජයේ සංවර්ධන වැඩපිළිවෙළ යටතේ, කර්මාන්ත හා ප්‍රදේශයේ පොදු සංවර්ධනය පිළිබඳව දැනුවත් කිරීමේ සහ සාකච්ඡා කිරීමේ විශේෂ හමුවක් පවත්වා ඇත.

මෙම අවස්තාවට ප්‍රදේශයේ සිවිල් ක්‍රියාකාරීන්, ව්‍යවසායකයින් සහ ප්‍රජා නායකයින් විශාල පිරිසක් සහභාගී වී ඇති අතර රජයේ නව කාර්මික ප්‍රතිපත්ති සහ ප්‍රාදේශීය මට්ටමින් ක්‍රියාත්මක කිරීමට නියමිත සංවර්ධන ව්‍යාපෘති පිළිබඳව මහජනතාව දැනුවත් කිරීම මෙහි ප්‍රධාන අරමුණ වී ඇති බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-04-10(2)",
        date: "2026-04-10",
        title: "වෛද්‍ය වර්ජනයෙන් කින්නියා රෝහලේ සේවා අඩාල වෙයි: අසරණ වූ රෝගීන්ගෙන් බලධාරීන්ට දැඩි විරෝධයක්!",
        image: "news/2026-04-10(2)/image.png",
        content: `වෛද්‍ය වර්ජනයෙන් කින්නියා රෝහලේ සේවා අඩාල වෙයි: අසරණ වූ රෝගීන්ගෙන් බලධාරීන්ට දැඩි විරෝධයක්!

2026-04-10 වන දින නීතිවිරෝධී වෛද්‍ය ස්ථානමාරුවීම්වලට එරෙහිව රජයේ වෛද්‍ය නිලධාරීන්ගේ සංගමය (GMOA) ක්‍රියාත්මක කළ පැය 48 ක අඛණ්ඩ වර්ජනය හේතුවෙන් කින්නියා මූලික රෝහලේ බාහිර රෝගී අංශය (OPD) ඇතුළු සායනික සේවාවන් සම්පූර්ණයෙන්ම අඩාල වී ඇති බවට තොරතුරු ලැබී ඇත.

රජයේ වෛද්‍යවරුන්ගේ මෙම වෘත්තීය සමිති ක්‍රියාමාර්ගය හේතුවෙන් ඈත පළාත්වල සිට රෝහල කරා පැමිණි අසරණ රෝගීන් ප්‍රතිකාර ලබාගත නොහැකිව දැඩි දුෂ්කරතාවයට පත්ව ඇති බවත් රොගින් මාධ්‍ය වෙත අදහස් දක්වමින් ප්‍රකාශ කර ඇත.

අප්‍රේල් 09 පෙරවරු 8:00 සිට අප්‍රේල් 11 පෙරවරු 8:00 දක්වා ක්‍රියාත්මක වන මෙම වර්ජනය හේතුවෙන් හදිසි ප්‍රතිකාර සේවා පමණක් ක්‍රියාත්මක වන අතර අනෙකුත් සියලුම සායනික සේවාවන් නතර වී ඇති බවට තොරතුරු ලැබී ඇත
`
    },
    {
        id: "2026-04-10(1)",
        date: "2026-04-10",
        title: "ත්‍රිකුණාමලය රෝහලේදී බිළිඳෙකු මියයෑමේ සිද්ධියක් සම්බන්ධයෙන් පවුලේ අයගෙන් චෝදනා",
        image: "news/2026-04-10(1)/image.png",
        content: `ත්‍රිකුණාමලය රෝහලේදී බිළිඳෙකු මියයෑමේ සිද්ධියක් සම්බන්ධයෙන් පවුලේ අයගෙන් චෝදනා

2026-04-10 වන දින ත්‍රිකුණාමලය මහා රෝහලට ප්‍රසූතිය සඳහා ඇතුළත් කළ මවකට ප්‍රතිකාර ලබාදීමේදී සිදුවූ ප්‍රමාදයක් හේතුවෙන් තම බිළිඳා මියගිය බවට මියගිය බිළිඳාගේ ඥාතීන් පිරිසක් රෝහල් පරිපාලනයට එරෙහිව බරපතළ චෝදනා එල්ල කරමින් ඇති අතර රජයේ වෛද්‍ය නිලධාරින්ගේ සංගමය විසින් පවත්වාගෙන යනු ලබන වැඩවර්ජනය හේතුවේන් මෙම බිළිඳාගේ මරණය සිදු වී ඇති බවට වාර්තා වී ඇත.

ප්‍රසූත වේදනාව හේතුවෙන් අදාළ මව ත්‍රිකුණාමලය රෝහලට ඇතුළත් කර ඇති අතර, එහිදී රෝහල් කාර්ය මණ්ඩලය නියමිත වේලාවට අවශ්‍ය ප්‍රතිකාර ලබාදීමට අපොහොසත් වී ඇති බවත්, වෛද්‍ය නොසලකා හැරීම සහ ප්‍රතිකාර කිරීමේදී සිදුවූ කාලය ප්‍රමාද වීම බිළිඳාගේ මරණයට සෘජුවම බලපා ඇති බව වැඩිදුරටත් අදහස් දක්වමින් ඥාතීන් ප්‍රකාශකර ඇත
`
    },
    {
        id: "2026-04-09(2)",
        date: "2026-04-09",
        title: "ත්‍රිකුණාමලය දුම්රිය ස්ථානයේදී එන්ජිමක් ගිනි ගනී",
        image: "news/2026-04-09(2)/image.jpg",
        content: `ත්‍රිකුණාමලය දුම්රිය ස්ථානයේදී එන්ජිමක් ගිනි ගනී

2026-04-08 වන දින ත්‍රිකුණාමලය දුම්රිය ස්ථානයේ නවතා තිබූ දුම්රිය එන්ජිමක හදිසි ගින්නක් හටගෙන තිබේ. දුම්රිය බලධාරීන් සහ ප්‍රදේශවාසීන් එක්ව ගින්න මැඩපැවැත්වීමට කටයුතු කර ඇති අතර, සිද්ධියෙන් කිසිදු පුද්ගල ජීවිත හානියක් සිදුව නොමැති බව වාර්තා වේ.

මෙම ගින්න හටගැනීමට හේතුව මෙතෙක් අනාවරණය වී නොමැති අතර, ඒ පිළිබඳව විශේෂ විමර්ශනයක් දුම්රිය දෙපාර්තමේන්තුව මගින් ආරම්භ කර ඇත. ගින්න හේතුවෙන් එන්ජිමට සිදුවූ අලාභය තක්සේරු කරමින් පවතින අතර, මේ හේතුවෙන් දුම්රිය ගමන් වාර කිහිපයකට සුළු ප්‍රමාදයන් සිදුවිය හැකි බවට තොරතුරු වාර්තා වී ඇත.
`
    },
    {
        id: "2026-04-09(1)",
        date: "2026-04-09",
        title: "කින්නියා දිස්ත්‍රික් ආයුර්වේද රෝහලෙන් විශිෂ්ට වෛද්‍ය ජයග්‍රහණයක්: පිතාශයේ ගල් සැත්කමකින් තොරව ඉවත් කෙරේ",
        image: "news/2026-04-09(1)/image.jpg",
        content: `කින්නියා දිස්ත්‍රික් ආයුර්වේද රෝහලෙන් විශිෂ්ට වෛද්‍ය ජයග්‍රහණයක්: පිතාශයේ ගල් සැත්කමකින් තොරව ඉවත් කෙරේ

2026-04-09 වන දින කින්නියා දිස්ත්‍රික් ආයුර්වේද රෝහලේ නේවාසික ප්‍රතිකාර ඒකකයේ පිතාශයේ පැවති ගල් හේතුවෙන් ප්‍රතිකාර ලැබූ රෝගියෙකු ශල්‍යකර්මයකින් තොරව එම ගල් සාර්ථකව ඉවත් කිරීමට එම රෝහලේ වෛද්‍ය කණ්ඩායම සමත්ව ඇත. මෙය දේශීය ආයුර්වේද වෛද්‍ය විද්‍යාවේ තවත් එක් සුවිශේෂී ජයග්‍රහණයක් බවට වෙද්‍යවරුන් පවසන බවට තොරතුරු ලැබී ඇත.`
    },
    {
        id: "2026-04-08(4)",
        date: "2026-04-08",
        title: "කුච්චවේලි ජයා නගර්හි නව සංවර්ධන ව්‍යාපෘතියක් ඇරඹේ",
        image: "news/2026-04-08(4)/image.jpg",
        content: `කුච්චවේලි ජයා නගර්හි නව සංවර්ධන ව්‍යාපෘතියක් ඇරඹේ

2026-04-08 වන දින කුච්චවේලි ප්‍රාදේශීය සභා බල ප්‍රදේශයට අයත් ජයා නගර් පොදු සුසාන භූමිය වෙත පිවිසෙන මාර්ගය කොන්ක්‍රීට් යොදා සකස් කිරීම සඳහා සමාරම්භක උත්සවයක් කුච්චවේලි ප්‍රාදේශීය සභාවේ ගරු මන්ත්‍රී ඒ.ආර්. සමීම් මහතාගේ ප්‍රධානත්වයෙන් පවත්වා ඇත.

මෙම අවස්ථාව සඳහා කුච්චවේලි ප්‍රාදේශීය සභාවේ ගරු සභාපති ඒ. මුබාරක්, ගරු උප සභාපති වී.එම්. රිසාත්, ජයා නගර් ප්‍රජා මණ්ඩලයේ සභාපති ඇතුළු නිලධාරීන්, ප්‍රදේශයේ පල්ලියේ සභාපතිතුමා සහ තවත් ප්‍රභූවරුන් පිරිසක් සහභාගී වී ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-08(3)",
        date: "2026-04-08",
        title: "ත්‍රිකුණාමලයේදී යුදෝපකරණ තොගයක් පොලිස් භාරයට",
        image: "news/2026-04-08(3)/image.png",
        content: `ත්‍රිකුණාමලයේදී යුදෝපකරණ තොගයක් පොලිස් භාරයට

2026-04-08 වන දින ත්‍රිකුණාමලය, එචිලම්පත්තු පොලිස් වසමට අයත් පූනගර් ගම්මානයේ එචිලම්පත්තු පොලිසිය සහ යුද හමුදා බුද්ධි අංශ ඒකකය වෙත ලැබුණු රහසිගත තොරතුරක් මත සිදු කළ විශේෂ සෝදිසි මෙහෙයුමකදී ගසක් යට සඟවා තිබූ රයිෆල් උණ්ඩ 694ක්, මිලිමීටර් 61 වර්ගයේ මෝටාර් උණ්ඩ: 04ක්, මෝටාර් ෆියුස්: 02ක්, මෝටාර් උණ්ඩ ආරෝපණ (Chargers): 06ක්, ආර්.පී.ජී. (RPG) උණ්ඩ: 01ක් සොයාගෙන ඇති බවට තොරතුරු ලැබී ඇත.

මෙම වැටලීම සදහා සේරුවිල පොලිස් කොට්ඨාසය භාර සහකාර පොලිස් අධිකාරී කේ.එම්.ඩී. බණ්ඩාර මහතා සහ එචිලම්පත්තු පොලිස් ස්ථානාධිපති ජෙනිෆ් අකීර් මහතා ඇතුළු නිලධාරීන් පිරිසක් එක්ව සිට ඇති අතර විශේෂ කාර්ය බලකායේ (STF) සහාය ඇතිව, සොයාගත් පුපුරණ ද්‍රව්‍ය සම්බන්ධයෙන් ඉදිරි විමර්ශන සහ නිෂ්ක්‍රීය කිරීමේ කටයුතු සිදු කිරීමට නියමිත බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-04-08(2)",
        date: "2026-04-08",
        title: "කන්තලේ වැව රක්ෂිතයේ මහා පරිමාණ නීතිවිරෝධී මත්පැන් වැටලීමක්: ගෝඩා ලීටර් 1600ක් විනාශ කෙරේ",
        image: "news/2026-04-08(2)/image.jpg",
        content: `කන්තලේ වැව රක්ෂිතයේ මහා පරිමාණ නීතිවිරෝධී මත්පැන් වැටලීමක්: ගෝඩා ලීටර් 1600ක් විනාශ කෙරේ

2026-04-07 වන දින කන්තලේ වැවට ඉහළින් පිහිටි රක්ෂිත වනාන්තර ප්‍රදේශයක පවත්වාගෙන ගිය මහා පරිමාණ නීතිවිරෝධී මත්පැන් නිෂ්පාදනාගාරයක් කන්තලේ කොට්ඨාස භාර ජ්‍යෙෂ්ඨ පොලිස් නිලධාරීන්ගේ උපදෙස් මත, කන්තලේ පොලිස් ස්ථානාධිපති එල්.එම්. සංජීව බණ්ඩාර මහතාගේ මෙහෙයවීමෙන් දියත් කර ඇත. එහිදී මත්පැන් පෙරීම සඳහා සූදානම් කර තිබූ ගෝඩා ලීටර් 1,600කට ආසන්න ප්‍රමාණයක්, මත්පැන් නිෂ්පාදනය සඳහා භාවිතා කරන තඹ දඟර සහ පෙරීම සඳහා යොදාගන්නා තවත් උපාංග රැසක් කන්තලේ පොලිස් බාරයට ගෙන ඇත.

මෙම නිෂ්පාදනාගාරය බවත්වාගෙන යනු ලැබූ සැකකරුවන් පෙලිස් අත්අඩංගුවට ගැනීමට නොහැකිවී ඇති අතර අදාළ සැකකරුවන් අත්අඩංගුවට ගැනීම සඳහා කන්තලේ පොලිසිය වැඩිදුර විමර්ශන පවත්වනු ලබට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-08(1)",
        date: "2026-04-08",
        title: "මුහුදු ආරක්ෂාව සහ ධීවර ගැටලු විසඳීමට නිලවැලි නාවික හමුදා කඳවුරේදී විශේෂ සාකච්ඡාවක්",
        image: "news/2026-04-08(1)/image.jpg",
        content: `මුහුදු ආරක්ෂාව සහ ධීවර ගැටලු විසඳීමට නිලවැලි නාවික හමුදා කඳවුරේදී විශේෂ සාකච්ඡාවක්

2026-04-07 වන දින නිලාවේලි , ගෝපාලපුරම් නාවික හමුදා කඳවුරේදී මුහුදු සීමාවන් තුළ පවතින ආරක්ෂාව තහවුරු කිරීම අරමුණු කරගනිමින් නිලාවේලි නාවික හමුදා මහජන සම්බන්ධතා නිලධාරීවරයාගේ ප්‍රධානත්වයෙන් ධීවර සමිති නායකයින් සහ ලේකම්වරුන් සඳහා විශේෂ සාකච්චාවක් පවත්වා ඇත.

තවද මෙහිදී ධීවර ප්‍රජාව මුහුණ දෙන දීර්ඝකාලීන ගැටලු නිරාකරණය කිරීම, ධීවර කටයුතු වඩාත් විධිමත් කිරීම සහ නීති විරෝධී ධීවර කටයුතු මර්දනය කිරීම මෙහි ප්‍රධාන අරමුණ වී ඇති අතර විශේෂයෙන්ම නීති විරෝධී ලෙස මසුන් ඇල්ලීමේ නිරත වන්නන් හඳුනාගෙන ඔවුන් නීතිය හමුවට පැමිණවීම මෙහිදී දැඩි ලෙස අවධාරණය යෙමු කර ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-07(3)",
        date: "2026-04-07",
        title: "නීතිවිරෝධී ලෙස ගබඩා කළ ඩීසල් ලීටර් 2000ක් තඹලගමුවේදී අල්ලයි: සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට",
        image: "news/2026-04-07(3)/image.png",
        content: `නීතිවිරෝධී ලෙස ගබඩා කළ ඩීසල් ලීටර් 2000ක් තඹලගමුවේදී අල්ලයි: සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට

2026-04-06 වන දින ඹලගමුව පොලිස් වසමට අයත් ප්‍රදේශ දෙකක නීතිවිරෝධී ලෙස ගබඩා කර තිබූ ඩීසල් ලීටර් 2000කට අධික ප්‍රමාණයක්, කන්තලේ ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී සජීව බණ්ඩාර මහතාට ලැබුණු රහසිගත තොරතුරකට අනුව තඹලගමුව පොලිස් නිලධාරීන් විසින් අත්අඩංගුවට ගෙන ඇත.

එහිදී සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට ගෙන ඇති අතර අත්අඩංගුවට ගත් සැකකරුවන් සහ අදාළ ඉන්ධන තොගය අද දින කන්තලේ මහේස්ත්‍රාත් අධිකරණයට ඉදිරිපත් කර ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-07(2)",
        date: "2026-04-07",
        title: "සංචාරක ක්ෂේත්‍රයේ නියාමනය උදෙසා විශේෂ දැනුවත් කිරීමේ වැඩසටහනක් නීලාවැලිදී පැවැත්වේ",
        image: "news/2026-04-07(2)/image.jpg",
        content: `සංචාරක ක්ෂේත්‍රයේ නියාමනය උදෙසා විශේෂ දැනුවත් කිරීමේ වැඩසටහනක් නීලාවැලිදී පැවැත්වේ

2026-04-06 වන දින නිලාවේලි ප්‍රදේශයේ පිහිටි මුන්ලයිට් (Moonlight) සංචාරක දෙපාර්තමේන්තුව විසින් ලාවැලි ප්‍රදේශයේ සේවය කරන සංචාරක මඟපෙන්වන්නන්, සංචාරක බෝට්ටු මෙහෙයවන්නන් සහ බෝට්ටු හිමිකරුවන් ඉලක්ක කරගනිමින් සංචාරකයින් හට වගකීම් සහගතව සේවා සැපයීම, ගුණාත්මක සේවාවක් ලබා දීම සහ සංචාරකයින් සමඟ සුහදව කටයුතු කළ යුතු ආකාරය පිළිබඳව දැනුවත් කිරීමේ වැඩසටහනක් පවත්වා ඇත.

තවද, සංචාරක මඟපෙන්වන්නන් සහ බෝට්ටු මෙහෙයවන්නන් ලබාගත යුතු අත්‍යවශ්‍ය සහතික පත්‍ර පිළිබඳවදව හා සංචාරකයින් සඳහා සපයනු ලබන සියලුම උපකරණ සහ සේවාවන් උසස් ප්‍රමිතියෙන් යුක්තව මෙන්ම උපරිම ආරක්ෂිතව පවත්වා ගැනීමේ වැදගත්කම මෙහිදී පෙන්වා දී ඇත.

එමෙන්ම ඉදිරි කටයුතු අධීක්ෂණය කිරීම සඳහා පරිපාලන කමිටුවක්ද පත් කරනු ලැබු අතර මින් ඉදිරියට සියලු සංචාරක කටයුතු එම කමිටුවේ අධීක්ෂණය යටතේ සිදු විය යුතු බවට උපදෙස් ලබා දී ඇති බවට වාර්තා වී ඇත.

`
    },
    {
        id: "2026-04-07(1)",
        date: "2026-04-07",
        title: "කුවේට් රාජ්‍යයේ සේවය කළ ශ්‍රී ලාංකික මවක් හෘදයාබාධයකින් අභාවප්‍රාප්ත වෙයි",
        image: "news/2026-04-07(1)/image.jpg",
        content: `කුවේට් රාජ්‍යයේ සේවය කළ ශ්‍රී ලාංකික මවක් හෘදයාබාධයකින් අභාවප්‍රාප්ත වෙයි

ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ, වෙරුගල් ප්‍රාදේශීය ලේකම් කොට්ඨාසයට අයත් ප්‍රදේශයේ පදිංචිව සිට මේ වන තෙක් කුවේට් රාජ්‍යයේ ගෘහ සේවිකාවක ලෙස සේවය කරමින් සිටි දෙදරු මවක් වන සිවකොළුන්දු මීනා නැමති 43 හැවිරිදි කාන්තාව 2026-04-04 වන දින හෘදයාබාධයකින් ජීවිතක්ෂයට පත්ව ඇත.

ඇය පසුගිය 2023 වසරේදී විදේශ රැකියාවක් සඳහා කුවේට් රාජ්‍යය බලා පිටත්ව ගොස් ඇති අතර, එහි සේවය කරමින් සිටියදී මෙම අවාසනාවන්ත ඉරනම සිදු වී ඇති අතර මියගිය තැනැත්තියගේ දේහය 2026-04-07 වන විටත් මෙරටට ගෙන්වා ගැනීමට නොහකි වී ඇත.

එම දේහය හැකි ඉක්මනින් මෙරටට ගෙන්වා ගැනීම සඳහා ඇයගේ පවුලේ සාමාජිකයන් විසින් නියෝජ්‍ය අමාත්‍ය අරුන් හේමචන්ද්‍ර මහතාගේ මැදිහත් වීම සහ සහාය ලබා ගැනීමට පියවර ගෙන ඇති බවට වැඩිදුරටත් තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-06(4)",
        date: "2026-04-06",
        title: "කන්තලේදී දුම්රියක ගැටී සිවිල් ආරක්ෂක භටයෙකු මරුට",
        image: "news/2026-04-06(4)/image.png",
        content: `කන්තලේදී දුම්රියක ගැටී සිවිල් ආරක්ෂක භටයෙකු මරුට

2026-04-06 වන දින ත්‍රිකුණාමලය මහා රෝහලේ ප්‍රතිකාර ලබන රෝගීන් සතු ජංගම දුරකථන දෙකක් සොරකම් කරන ලද පුද්ගලයෙකු පොලිස් අත්අඩංගුවට පත්ව ඇත. රෝහල් පරිශ්‍රය තුළ සැකකටයුතු ලෙස හැසිරුණු මෙම පුද්ගලයා පිළිබඳව රෝහල් බලධාරීන් සහ ආරක්ෂක අංශ දැනුවත් කිරීමෙන් අනතුරුව සිදුකළ මෙහෙයුමකදී මොහු කොටු කර ගැනීමට හැකිවී ඇත. සැකකරු සන්තකයේ තිබී සොරකම් කරන ලද වටිනා ජංගම දුරකථන දෙකම පොලිසිය විසින් සොයාගෙන ඇති අතර අත්අඩංගුවට ගත් සැකකරු වැඩිදුර විමර්ශන කටයුතු සඳහා ත්‍රිකුණාමලය පොලිස් ස්ථානය වෙත භාරදී ඇත.හෙට දින ඔහු අධිකරණයට ඉදිරිපත් කිරීමට ඇති බවට වාර්තා වී ඇත.`
    },
    {
        id: "2026-04-06(3)",
        date: "2026-04-06",
        title: "කන්තලේදී දුම්රියක ගැටී සිවිල් ආරක්ෂක භටයෙකු මරුට",
        image: "news/2026-04-06(3)/image.jpg",
        content: `කන්තලේදී දුම්රියක ගැටී සිවිල් ආරක්ෂක භටයෙකු මරුට

2026-04-05 වන දින කන්තලේ, වෙන්රාසන්පුර ප්‍රදේශයේදී දුම්රියක ගැටීමෙන් සිවිල් ආරක්ෂක බලකායේ සේවය කළ භටයෙකු එම ස්ථානයේදීම ජීවිතක්ෂයට පත්ව ඇත. මෙලෙස අවාසනාවන්ත ලෙස මියගොස් ඇත්තේ වෙන්රාසන්පුර ප්‍රදේශයේ පදිංචිව සිටි අයි.ආර්. අසංක නමැති 40 හැවිරිදි අවිවාහක පුද්ගලයෙක් වන අතර  ත්‍රිකුණාමලයේ සිට කොළඹ බලා ධාවනය වූ රාත්‍රි දුම්රියේ මොහු ගැටී ඇති බව පොලිස් පරීක්ෂණ මගින් අනාවරණය වී ඇත. මියගිය පුද්ගලයා දුම්රිය මාර්ගය ඔස්සේ පාගමනින් සිය නිවස බලා යමින් සිටියදී මෙම අනතුරට මුහුණ දී ඇති බවට වාර්තා වී ඇත.`
    },
    {
        id: "2026-04-06(2)",
        date: "2026-04-06",
        title: "කුඹුරුපිටියේ නීතිවිරෝධී මත්පැන් නිෂ්පාදනාගාරයක් වැටලීමට ලක්වෙයි",
        image: "news/2026-04-06(2)/image.png",
        content: `කුඹුරුපිටියේ නීතිවිරෝධී මත්පැන් නිෂ්පාදනාගාරයක් වැටලීමට ලක්වෙයි

2026-04-06 වන දින ත්‍රිකුණාමලය කොට්ඨාස අපරාධ වැළැක්වීමේ ඒකකයේ නිලධාරීන්ට ලැබුණු රහසිගත තොරතුරකට අනුව කුඹුරුපිටිය ප්‍රධාන මාර්ගය අසල පවත්වාගෙන ගිය මහා පරිමාණ නීතිවිරෝධී මත්පැන් (ගෝඩා/කසිප්පු) නිෂ්පාදනාගාරයක් වටලා ඇත.

මෙම වැටලීම සිදුකරන අවස්ථාවේදී නිෂ්පාදනය සඳහා සූදානම් කර තිබූ මත්පැන් බැරල් නවයක් (09) පොලිස් භාරයට ගෙන ඇති අතර පොලිස් නිලධාරීන් එම ස්ථානයට පැමිණෙන බව දුටු සැකකරුවන් ප්‍රදේශයෙන් පලා ගොස් ඇති බව වාර්තා වේ.

පලාගිය සැකකරුවන් හඳුනාගෙන අත්අඩංගුවට ගැනීම සඳහා ත්‍රිකුණාමලය කොට්ඨාස අපරාධ වැළැක්වීමේ ඒකකය මගින් වැඩිදුර විමර්ශන කටයුතු ක්‍රියාත්මක කර ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-04-06(1)",
        date: "2026-04-06",
        title: "කන්තලේ සූරියපුර කසළ අංගනය දඩබිමක් වෙයි: ගම්වාසීන් දැඩි භීතියෙන්",
        image: "news/2026-04-06(1)/image.jpg",
        content: `කන්තලේ සූරියපුර කසළ අංගනය දඩබිමක් වෙයි: ගම්වාසීන් දැඩි භීතියෙන්

කන්තලේ, සූරියපුර 09 කණුව ප්‍රදේශයේ පිහිටි ප්‍රාදේශීය කසළ අංගනයේ දඩයම්කරුවන් පිරිසක් විසින් සංවිධානාත්මකව වල් උරන් වැනි සතුන් දඩයම් කිරීමේ නීති විරෝධී ජාවාරක් පවාගෙන යන බවට තොරතුරු වාර්තා වී ඇත. 

මේ හේතුවෙන් ප්‍රදේශයේ සාමාන්‍ය ජන ජීවිතයට දැඩි තර්ජනයක් එල්ල වී තිබේ ඇති අතර දඩයම් බල්ලන් සහ විවිධ මාරක උපකරණ භාවිත කරමින් දඩයම්කරුවන් මෙම සතුන් ලුහුබඳින බවට ගම්වාසීන් චෝදනා කර ඇත.වනජීවී නීති උල්ලංඝනය කරමින් ප්‍රසිද්ධියේ සිදුවන මෙම සත්ව ඝාතන වැළැක්වීමට බලධාරීන් මෙතෙක් නිසි පියවරක් ගෙන නොමැති බවට ප්‍රදේශවාසීන් ප්‍රකාශකර ඇති බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-04-02(2)",
        date: "2026-04-02",
        title: "ත්‍රිකුණාමලයේ ඇළ මාර්ගයක තිබී මෝටාර් සහ පතොරම් තොගයක් සොයාගැනේ",
        image: "news/2026-04-02(2)/image.png",
        content: `ත්‍රිකුණාමලයේ ඇළ මාර්ගයක තිබී මෝටාර් සහ පතොරම් තොගයක් සොයාගැනේ

ත්‍රිකුණාමලය, ඉච්චලම්පත්තු පොලිස් වසමට අයත් පූමරත්තඩිචේන ප්‍රදේශයේ ඇළ මාර්ගයක සඟවා තිබූ ජීව උණ්ඩ සහ පුපුරණ ද්‍රව්‍ය තොගයක් 2026-04-02 වන දින සොයාගෙන ඇත.

වාක‍රේ විශේෂ කාර්ය බලකා කඳවුරේ නිලධාරීන්ට ලැබුණු රහසිගත තොරතුරකට අනුව සිදුකළ විශේෂ සෝදිසි මෙහෙයුමකදී මෙම ආයුධ තොගය හමුවී  ඇති අතර එම ස්ථානයේ තිබී මෝටාර් උණ්ඩ: 04ක්, T-56 ගිනිඅවිය සඳහා භාවිතා කරන උණ්ඩ: 75ක්  සොයාගෙන ඇති බවට තොරතුරු ලැබී ඇත.

මෙම ජීව උණ්ඩ සහ පුපුරණ ද්‍රව්‍ය පිලිබඳව ඉච්චලම්පත්තු පොලිසිය විසින් වැඩිදුර විමර්ශන ආරම්භ කර ඇති අතර, අදාළ උණ්ඩ සහ පුපුරණ ද්‍රව්‍ය කවුරුන් විසින් කුමන අරමුණකින් එම ස්ථානයේ දමන ලද්දක්ද යන්න පිළිබඳව පරීක්ෂණ ක්‍රියාත්මක කර ඇත.
`
    },
    {
        id: "2026-04-02(1)",
        date: "2026-04-02",
        title: "කන්තලේ සීනි කම්හලේ ඉඩම් බෙදාදීමේ අක්‍රමිකතාවක් ගැන මානව හිමිකම් කොමිසමේ විමර්ශනයක්",
        image: "news/2026-04-02(1)/IMAGE.jpg",
        content: `කන්තලේ සීනි කම්හලේ ඉඩම් බෙදාදීමේ අක්‍රමිකතාවක් ගැන මානව හිමිකම් කොමිසමේ විමර්ශනයක්

කන්තලේ සීනි කම්හලට අයත් ඉඩම් බෙදාදීමේදී ජනාධිපති ලේකම් කාර්යාලයේ උපදෙස් උල්ලංඝනය කරමින් ගොවීන්ට අසාධාරණයක් සිදුකර ඇති බවට ඉදිරිපත් වූ පැමිණිල්ලක් 2026-04-02 වන දින ත්‍රිකුණාමලය මානව හිමිකම් කොමිෂන් සභා ප්‍රාදේශීය කාර්යාලයේදී විභාගයට ගෙන ඇති බවට වාර්තා වී ඇත.

ජනාධිපති අනුර කුමාර දිසානායක මහතා විසින් 2024 ඔක්තෝබර් 10 වන දින ගනු ලැබූ තීරණයකට අනුව, කන්තලේ සීනි කම්හලට අයත් අක්කර 11,000ක භූමි ප්‍රමාණයක් වගා කටයුතු සඳහා ගොවීන් වෙත ලබාදීමට නියමිතව තිබුණු අතර 2002 වසරේ සිට එහි වගා කටයුතු වල නිරත වූ ගොවීන් 65 දෙනෙකුට මෙම ඉඩම් බෙදාදීමේ ක්‍රියාවලිය හරහා අසාධාරණයක් සිදුව ඇති බවට විමුක්ති ගොවි සංවිධානය විසින් මානව හිමිකම් කොමිසමට පැමිණිලි කර ඇති බවට තොරතුරු ලැබී ඇත.

මෙම විභාගය සඳහා කන්තලේ සහකාර ඉඩම් කොමසාරිස්වරිය කැඳවා තිබූ අතර, පැමිණිලි පාර්ශ්වය වෙනුවෙන් නීතිඥ ජෝර්ජ් ස්පෙන්සර් මහතා සහ විමුක්ති ගොවි සංවිධානයේ සාමාජිකයෝ පිරිසක් සහභාගී වූහ

ජනාධිපති ලේකම් කාර්යාලය නිකුත් කළ උපදෙස් පත්‍රිකාවේ 2.2.1 වගන්තිය අනුව, අදාළ ඉඩම්වල මෑතකදී වගා කළ ගොවීන්ට ප්‍රමුඛතාවය දිය යුතු බවයි.

නමුත් සහකාර ඉඩම් කොමසාරිස්වරිය එම නියමයන්ට පරිභාහිරව කටයුතු කරමින්, පවතින නීතිමය උපදෙස් නොසලකා වෙනත් පිරිස් වෙත එම ඉඩම් ලබාදීමට කටයුතු කර ඇති බවට ඔවුහු චෝදනා කළහ.
`
    },
    {
        id: "2026-04-01(1)",
        date: "2026-04-01",
        title: "පුද්ගලික මඩ ප්‍රහාර එල්ල කරන සමාජ මාධ්‍ය ක්‍රියාකාරීන්ට එරෙහිව නීතිමය පියවර",
        image: "news/2026-04-01(1)/IMAGE.jpg",
        content: `පුද්ගලික මඩ ප්‍රහාර එල්ල කරන සමාජ මාධ්‍ය ක්‍රියාකාරීන්ට එරෙහිව නීතිමය පියවර

2026-04-02 වන දින කොළඹ අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව (CID) වෙත සමාජ මාධ්‍ය ජාලා උපයෝගී කර ගනිමින් පුද්ගලික ප්‍රතිරූපයට හානි වන අයුරින් අසත්‍ය ප්‍රචාර සහ මඩ ප්‍රහාර එල්ල කරන පුද්ගලයින්ට එරෙහිව දැඩිව නීතිය ක්‍රියාත්මක කිරීමේ අරමුණින්, සමාජ ක්‍රියාකාරිකයෙකු වන කනපති සීතරන් විසින් නිල පැමිණිල්ලක් ඉදිරිපත් කර ඇත

වසර දහයකට අධික කාලයක් විදේශගතව සිට මෙරටට පැමිණ විවිධ සමාජ සේවා කටයුතුවල නිරත වන තමන්, ඉදිරියේදී දේශපාලන ගමනකට අවතීර්ණ වීමට සූදානම් වීමත් සමඟ මෙම සංවිධානාත්මක මඩ ප්‍රහාර ආරම්භ වී ඇති බව පැමිණිලිකරු පෙන්වා දෙනු ලබයි. විශේෂයෙන්ම තමන්ගේ නම සහ අනන්‍යතාවය භාවිත කරමින්, කිසිදු සාක්ෂියක් නොමැතිව මුහුණුපොත (Facebook) හරහා සිදුකරන මෙම අපහාසාත්මක ප්‍රචාරයන් දණ්ඩ නීති සංග්‍රහය යටතේ දඬුවම් ලැබිය හැකි බරපතල වරදක් බව ඒ මහතා අවධාරණය කර ඇත.

නීතිඥ උපදෙස් මත ඉදිරිපත් කළ මෙම පැමිණිල්ල හරහා, අදාළ ගිණුම් හිමියන් හඳුනාගෙන ඔවුන්ට එරෙහිව උපරිම නීතිමය පියවර ගන්නා ලෙස ඉල්ලා ඇති බවට එහිදී වැඩිදුරටත් අදහස් දක්වමින් පවසා ඇති බවට තොරතුරු අනාවරණය වී ඇත.
`
    },
    {
        id: "2026-03-31(1)",
        date: "2026-03-31",
        title: "ත්‍රිකුණාමලයේදී ඇත් දළ යුගලක් සමඟ සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට",
        image: "news/2026-03-31(1)/image.jpeg",
        content: `ත්‍රිකුණාමලයේදී ඇත් දළ යුගලක් සමඟ සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට

2026-03-31 වන දින ත්‍රිකුණාමලය-සාම්පූර් පොලිස් වසමේ නල්ලූර් ප්‍රදේශයේදී ඇත් දල දෙකක් සමඟ සැකකරුවන් දෙදෙනෙකු  අත්අඩංගුවට ගෙන තිබේ. අත්අඩංගුවට ගත් සැකකරුවන් වයස අවුරුදු 34 සහ 29 යන වයස්වල පසුවන පාඨාලිපුරම්හි පදිංචිකරුවන් වන අතර,  සේරුනුවර වනජීවී දෙපාර්තමේන්තු නිලධාරීන්ට ලැබුණු රහසිගත තොරතුරක් මත, විකිණීම සඳහා ගෙන එන ලද ඇත් දල සමඟ සැකකරුවන් අත්අඩංගුවට ගෙන ඇත. අත්අඩංගුවට ගත් සැකකරුවන් මූතුර් මහේස්ත්‍රාත් අධිකරණයට ඉදිරිපත් කිරීමට වනජීවී දෙපාර්තමේන්තු නිලධාරීන් කටයුතු කල බවට තොරතුරු අනාවරනය විය.`
    },
    {
        id: "2026-03-30(2)",
        date: "2026-03-30",
        title: "ත්‍රිකුණාමලයේදී නීතිවිරෝධී ලෙස මසුන් ඇල්ලූ සිව්දෙනෙකු අත්අඩංගුවට",
        image: "news/2026-03-30(2)/IMAGE.png",
        content: `ත්‍රිකුණාමලයේදී නීතිවිරෝධී ලෙස මසුන් ඇල්ලූ සිව්දෙනෙකු අත්අඩංගුවට


2026-03-29 වන දින රාත්‍රි කාලයේදී ත්‍රිකුණාමලය, උප්පූරල් මුහුදු තීරයේ නීතිවිරෝධී ලෙස නිතිවිරොදී මුහුදු කුඩැල්ලන් නමැති මසුන් ඇල්ලීමේ නිරත වූ කින්නියා ප්‍රදේශයේ පදිංචි පුද්ගලයන් සිව්දෙනෙකු පොලිස් විශේෂ කාර්ය බලකායේ අත්අඩංගුවට පත්ව තිබේ.

ත්‍රිකුණාමලය සර්දාපුර විශේෂ කාර්ය බලකා කඳවුරේ නිලධාරීන්ට ලැබුණු තොරතුරකට අනුව සිදුකළ වැටලීමකදී මෙම සැකරුවන් පිරිස අත්අඩංගුවට ගෙන ඇත.මොවුන් මසුන් ඇල්ලීමේ නීතින් උල්ලංඝනය කරමින් කටයුතු කර ඇති අතර, වැටලීම සිදුකරන අවස්ථාවේදී ඔවුන් සන්තකයේ තිබූ පහත උපකරණ සහ ද්‍රව්‍ය ද පොලිස් භාරයට ගෙන තිබේ.

•	ඔක්සිජන් සිලින්ඩර් 32ක්
•	ධීවර යාත්‍රා (බෝට්ටු)
•	විවිධ වර්ගයේ මසුන් සහ මුහුදු කුඩැල්ලන්
•	තවත් ධීවර උපකරණ රැසක්
`
    },
    {
        id: "2026-03-30(1)",
        date: "2026-03-30",
        title: "නිලාවේලි පරෙවි දූපතේ බලපත්‍ර නිකුත් කිරීම ප්‍රමාද වෙයි: සංචාරකයෝ දැඩි අපහසුතාවට පත්වෙති",
        image: "news/2026-03-30(1)/image .jpg",
        content: `නිලාවේලි පරෙවි දූපතේ බලපත්‍ර නිකුත් කිරීම ප්‍රමාද වෙයි: සංචාරකයෝ දැඩි අපහසුතාවට පත්වෙති

2026-03-30 වන දින ත්‍රිකුණාමලය නිලාවේලි හි පිහිටි සුප්‍රකට පරෙවි දූපත නැරඹීම සඳහා පැමිණෙන සංචාරකයන්ට ප්‍රවේශ පත්‍ර නිකුත් කරන මධ්‍යස්ථානයේ පවතින දැඩි ප්‍රමාදය හේතුවෙන් දෙස් විදෙස් සංචාරකයින් දැඩි අපහසුතාවට පත්ව ඇත.

පරෙවි දූපත වෙත යාම සඳහා බලපත්‍ර ලබා ගැනීමට විශාල පිරිසක් පෝලිම්වල රැඳී සිටියද, එහි සේවාවන් ඉතා මන්දගාමී අයුරින් සිදුවන බවට සංචාරකයෝ චෝදනා කරන අතර එම මධ්‍යස්ථානයේ සේවය කරන නිලධාරියෙකු රාජකාරි වේලාව තුළ අඛණ්ඩව දුරකථන ඇමතුම්වල නිරත වෙමින් සිටීම හේතුවෙන් මෙම ප්‍රමාදයට හේතු වී ඇත.

නිලධාරීන්ගේ පවතින මෙම නොසැලකිලිමත් සහ මන්දගාමී ක්‍රියාකලාපය හේතුවෙන් ඇතැම් සංචාරකයන් පරෙවි දූපත නැරඹීම අතහැර දමා ආපසු හැරී යන තත්වයක් මේ වන විට උද්ගත වී ඇති බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-03-28(1)",
        date: "2026-03-28",
        title: "මාවිල්ආරු ප්‍රදේශයෙන් සජීවී මෝටාර් උණ්ඩ දෙකක් සොයාගැනේ",
        image: "news/2026-03-28(1)/image.png",
        content: `මාවිල්ආරු ප්‍රදේශයෙන් සජීවී මෝටාර් උණ්ඩ දෙකක් සොයාගැනේ

2026-03-28 වන දින පෙරවරුවේ සේරුවිල පොලිස් වසමට අයත් මාවිල්ආරු ප්‍රදේශයේ තිබී මෙතෙක් පිපිරී නොගිය 61mm වර්ගයේ මෝටාර් උණ්ඩ දෙකක් සොයාගෙන ඇත.

මාවිල්ආරු වැවේ ප්‍රතිසංස්කරණ කටයුතු සිදු කරමින් පවතින අතරතුර මෙම මෝටාර් උණ්ඩ දෙක හමු වී ඇති බව වාර්තා වේ. යුද සමයේදී අත්හැර දමන ලැදයි සැක කරණ මෙම මොටාර් උන්ධ සජීවී මට්ටමේ පවතින බව හඳුනාගෙන ඇත.

අධිකරණ අවසරය ලබාගැනීමෙන් අනතුරුව, විශේෂ කාර්ය බලකායේ (STF) සහාය ඇතිව අදාළ මෝටාර් උණ්ඩ නිෂ්ක්‍රීය කිරීමට සේරුවිල පොලිසිය මේ වන විට අවශ්‍ය කටයුතු සම්පාදනය කරමින් සිටින බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-03-27(4)",
        date: "2026-03-27",
        title: "තෝපූර් සෙල්ව නගර් ධීවර තොටුපළ සංවර්ධනයට රුපියල් ලක්ෂ 100 ක ව්‍යාපෘතියක්",
        image: "news/2026-03-27(4)/image.jpg",
        content: `තෝපූර් සෙල්ව නගර් ධීවර තොටුපළ සංවර්ධනයට රුපියල් ලක්ෂ 100 ක ව්‍යාපෘතියක්

2026-03-27 වන දින තෝපූර්, සෙල්ව නගර් කරච්චෛ ධීවර තොටුපළ සංවර්ධනය සඳහා රුපියල් ලක්ෂ 100 ක මුදලක් වෙන් කිරීමට යෝජනා කර ඇති අතර එම මුදල් ප්‍රතිපාදන වෙන් කිරීම සඳහා මූලික ක්ෂේත්‍ර පරීක්ෂාවක් ත්‍රිකුණාමලය දිස්ත්‍රික් පාර්ලිමේන්තු මන්ත්‍රී රොෂාන් අක්මීමන, සේරුවිල ප්‍රාදේශීය සභා සභාපති සම්පත්, ප්‍රාදේශීය සභා මන්ත්‍රී ජර්සාඩ් ඇතුළු දේශපාලන නියෝජිතයින් පිරිසකගේ සහභාගීත්වයෙන් සිදු කර ඇති බවට වාර්ථා වී ඇත.`
    },
    {
        id: "2026-03-27(3)",
        date: "2026-03-27",
        title: "ත්‍රිකුණාමලය දිස්ත්‍රික් යල කන්නයේ පොහොර ගැටලු විසඳීමට විශේෂ සාකච්ඡාවක්",
        image: "news/2026-03-27(3)/images.jpg",
        content: `ත්‍රිකුණාමලය දිස්ත්‍රික් යල කන්නයේ පොහොර ගැටලු විසඳීමට විශේෂ සාකච්ඡාවක්

2026-03-27 වන දින ත්‍රිකුණාමලය, දිස්ත්‍රික් ලේකම් කාර්යාලයීය උප රැස්වීම් ශාලාවේදී 2026 වසරේ යල කන්නය වගා කටයුතු සඳහා ගොවීන්ට අවශ්‍ය පොහොර බෙදාහැරීමේදී මතුවන ගැටලු සහ අභියෝග පිළිබඳව සාකච්ඡා කිරීමේ විශේෂ දිස්ත්‍රික් පොහොර කමිටු රැස්වීමක් පවත්වා ඇත.

ත්‍රිකුණාමලය දිස්ත්‍රික් ලේකම් ඩබ්ලිව්. ජී. එම්. හේමන්ත කුමාර මහතාගේ ප්‍රධානත්වයෙන් පැවති මෙම කමිටුව සඳහා ජාතික පොහොර ලේකම් කාර්යාලයේ දිස්ත්‍රික් නියෝජ්‍ය අධ්‍යක්ෂ එච්. ජී. එස්. ප්‍රේමරත්න මහතා ඇතුළු දිස්ත්‍රික් ලේකම් කාර්යාලයේ උසස් නිලධාරීන්, පොහොර ආනයනය හා බෙදාහරින ආයතනවල නියෝජිතයින්, ගොවි සංවිධාන නියෝජිතයින් සහ අදාළ දෙපාර්තමේන්තු නිලධාරීන් පිරිසක් සහභාගී වී ඇති බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-03-27(2)",
        date: "2026-03-27",
        title: "අතුරුදන්ව සිටි හිටපු මන්ත්‍රී අන්ජානා උම්මා මහත්මියගේ සැමියා දින 20කට පසු කැලෑවක සිටියදී සොයාගැනේ",
        image: "news/2026-03-27(2)/images.jpg",
        content: `අතුරුදන්ව සිටි හිටපු මන්ත්‍රී අන්ජානා උම්මා මහත්මියගේ සැමියා දින 20කට පසු කැලෑවක සිටියදී සොයාගැනේ

ජනතා විමුක්ති පෙරමුණේ (JVP) හිටපු පාර්ලිමේන්තු මන්ත්‍රී අන්ජානා උම්මා මහත්මියගේ 2026-03-05 වන දින අතුරුදහන් වී සිටි සැමියා කන්තලේ ප්‍රදේශයේ වනාන්තරයක සිටියදී නිරුපද්‍රිතව සිටියදී දින 20 කට පසුව (2026-03-25 වන දින) සොයාගෙන ඇති බවට තොරතුරු ලැබී ඇත.

තිහාරියේ සිට ත්‍රිකුණාමලය බලා පැමිණි ඒ මහතා, නැවත ත්‍රිකුණාමලය බලා යමින් සිටියදී කන්තලේ ප්‍රදේශයේදී අතුරුදන්ව තිබුණි. වයෝවෘද්ධ වියේ පසුවන ඔහුට කන්තලේදී බස් රථය මගහැරී ඇති අතර, පසුව මාර්ගය සොයාගත නොහැකිව ඔහු කන්තලේ වනාන්තර ප්‍රදේශයට ගොස් ඇති බව වාර්තා වේ. 
`
    },
    {
        id: "2026-03-27(1)",
        date: "2026-03-27",
        title: "සේරුවිල අඩු ආදායම්ලාභී සිසුන්ට පාපැදි සහ පාසල් උපකරණ ප්‍රදානය කෙරේ",
        image: "news/2026-03-27(1)/Image.jpg",
        content: `සේරුවිල අඩු ආදායම්ලාභී සිසුන්ට පාපැදි සහ පාසල් උපකරණ ප්‍රදානය කෙරේ

2026-03-27 සේරුවිල ප්‍රාදේශීය ලේකම් කාර්යාල ශ්‍රවණාගාරයේදී ත්‍රිකුණාමලය, සේරුවිල ප්‍රාදේශීය ලේකම් කොට්ඨාසයේ වෙසෙන අඩු ආදායම්ලාභී පවුල්වල පාසල් දරුවන් වෙනුවෙන් පාපැදි සහ පාසල් උපකරණ බෙදාදීමේ වැඩසටහනක් World Vision ආයතනයේ අනුග්‍රහය ඇතිව ක්‍රියාත්මක කර ඇත.

සේරුවිල ප්‍රාදේශීය ලේකම් කොට්ඨාසයට අයත් ග්‍රාම නිලධාරී වසම් 16ක් ආවරණය වන පරිදි තෝරාගත් සිසුන් 16 දෙනෙකු සඳහා පාපැදි ද, සිසුන් 157 දෙනෙකු සඳහා පාසල් උපකරණ කට්ටල ද ප්‍රදානය කර ඇති අතර මෙම ව්‍යාපෘතිය, සේරුවිල ප්‍රාදේශීය ලේකම් එම්.යූ. නිශාන්ත මහතාගේ මූලිකත්වයෙන් සංවිධානය කර ඇත.

මෙම අවස්ථාවට ප්‍රධාන ආරාධිත අමුත්තා ලෙස ජාතික ජන බලවේගයේ ත්‍රිකුණාමල දිස්ත්‍රික් පාර්ලිමේන්තු මන්ත්‍රී රොෂාන් අක්මීමන මහතා සහභාගී වී ඇති බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-03-26(6)",
        date: "2026-03-26",
        title: "ත්‍රිකුණාමලයේ කොරල්පර සුරැකීමේ විශේෂ ව්‍යාපෘතියක් ආරම්භ වෙයි",
        image: "news/2026-03-26(6)/IMAGE.jpg",
        content: `ත්‍රිකුණාමලයේ කොරල්පර සුරැකීමේ විශේෂ ව්‍යාපෘතියක් ආරම්භ වෙයි

2026-03-26 වන දින ත්‍රිකුණාමලය දිස්ත්‍රික් ලේකම් කාර්යාලීය ශ්‍රවණාගාරයේදී ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ කොරල්පර සංරක්ෂණය කේන්ද්‍ර කරගනිමින් ක්‍රියාත්මක වන “ශ්‍රී ලංකා කොරලුපර වැඩපිළිවෙළ” (Sri Lanka Coral Reef Initiative) යටතේ විශේෂ සාකච්ඡාවක් පවත්වා ඇත.මෙම අවස්ථාව සඳහා ත්‍රිකුණාමලය දිස්ත්‍රික් ලේකම් එච්.ජී.එම්. හේමන්ත කුමාර මහතා සහ වෙරළ සංරක්ෂණ හා වෙරළ සම්පත් කළමනාකරණ දෙපාර්තමේන්තුවේ අධ්‍යක්ෂ ජනරාල් සහභාගී වී ඇත.

මෙම සාකච්ඡාවේදී ප්‍රධාන වශයෙන් පරෙවි දූපත් (Pigeon Island) ජාතික උද්‍යානය සහ ඒ අවට සාගර කලාපයේ ආරක්ෂාව මෙන්ම කළමනාකරණ කටයුතු පිළිබඳව දීර්ඝ වශයෙන් අවධානය යොමු කර ඇති අතර මීට අමතරව කොරල්පර ප්‍රතිසංස්කරණය කිරීම සහ සාගර සම්පත් තිරසාර ලෙස පරිහරණය කිරීමේ අනාගත සැලසුම් පිළිබඳව ද රජයේ නිලධාරීන් සහ පරිසර විද්වතුන් අතර මෙහිදී අදහස් හුවමාරු වී ඇති බවට වාර්ථා වී ඇත.
`
    },
    {
        id: "2026-03-26(5)",
        date: "2026-03-26",
        title: "ත්‍රිකුණාමලය දිස්ත්‍රික් මිල නියම කිරීමේ කමිටුව රැස්වෙයි",
        image: "news/2026-03-26(5)/image.jpg",
        content: `ත්‍රිකුණාමලය දිස්ත්‍රික් මිල නියම කිරීමේ කමිටුව රැස්වෙයි

2026-03-26 වන දින ත්‍රිකුණාමලය දිස්ත්‍රික් ලේකම් කාර්යාලීය ප්‍රධාන ශ්‍රවණාගාරයේදී ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ 2026 අප්‍රේල් මාසයේ සිට ක්‍රියාත්මක වන පරිදි භාණ්ඩ හා සේවා මිල ගණන් තීරණය කිරීම සඳහා වන දිස්ත්‍රික් මිල නියම කිරීමේ කමිටු රැස්වීම බවත්වා ඇති බවට වාර්ථා වී ඇත.

මෙහිදී ප්‍රධාන වශයෙන් ක්ෂේත්‍ර කිහිපයක් කෙරෙහි අවධානය යොමු කරමින් තීරණ ගනු ලැබීය. ඒ අනුව:
•	කම්කරු දෛනික වැටුප්.
•	ගොඩනැගිලි ද්‍රව්‍ය මිල ගණන්.
•	ප්‍රවාහන ගාස්තු සහ යන්ත්‍රෝපකරණ කුලී පදනම මත ලබාගැනීමේ ගාස්තු.
•	මස් සහ අනෙකුත් ආහාර ද්‍රව්‍ය සඳහා පැනවිය හැකි උපරිම සිල්ලර මිල.

පවතින වෙළඳපොළ තත්ත්වයන් සහ අනාගත අවශ්‍යතා පිළිබඳව දීර්ඝ වශයෙන් කරුණු සලකා බැලූ අතර, දිස්ත්‍රික්කයේ ජනතාවට සාධාරණ හා විධිමත් මිල ක්‍රමයක් සකස් කිරීම මෙහි මූලික අරමුණ විය.

මෙම අවස්ථාව සඳහා දිස්ත්‍රික් අතිරේක ලේකම් එස්. සුදාකරන්, දිස්ත්‍රික් ප්‍රධාන ගණකාධිකාරී පී. ජයභාස්කර්, දිස්ත්‍රික් ඉංජිනේරු ඒ.කේ.එම්. නබීල් යන මහත්වරුන් ඇතුළු දෙපාර්තමේන්තු ප්‍රධානීන් සහ තාක්ෂණික නිලධාරීන් පිරිසක් සහභාගී වූහ.

`
    },
    {
        id: "2026-03-26(4)",
        date: "2026-03-26",
        title: "ත්‍රිකුණාමලයේ සොරකම් ඉහළ යයි: මහජනතාව දැඩි විමසිල්ලෙන් පසුවන්නැයි පොලිසියෙන් නිවේදනයක්",
        image: "news/2026-03-26(4)/image.png",
        content: `ත්‍රිකුණාමලයේ සොරකම් ඉහළ යයි: මහජනතාව දැඩි විමසිල්ලෙන් පසුවන්නැයි පොලිසියෙන් නිවේදනයක්

ත්‍රිකුණාමලය දිස්ත්‍රික්කය තුළ මෑතකාලීනව සොරකම් කිරීමේ සිදුවීම් වාර්තා වීම කැපී පෙනෙන ලෙස ඉහළ ගොස් ඇති බවත්, ඒ පිළිබඳව ප්‍රදේශවාසීන් දැඩි අවධානයෙන් පසුවිය යුතු බවත් පොලිසිය විසින් විශේෂ අනතුරු ඇඟවීමක් නිකුත් කර තිබේ.

පොලිස් වාර්තාවලට අනුව, සංවිධානාත්මක පිරිස් විසින් නිවාස හා දේපළ ඉලක්ක කරගනිමින් මෙම සොරකම් මෙහෙයවන බව නිරීක්ෂණය වී ඇත. මේ හේතුවෙන් මහජනතාව තම පෞද්ගලික ආරක්ෂාව මෙන්ම නිවාස හා වටිනා දේපළවල ආරක්ෂාව තහවුරු කරගැනීමට වහාම පියවර ගත යුතු බව පොලිස් මූලස්ථානය අවධාරණය කරයි.

විශේෂයෙන් රාත්‍රී කාලයේදී අමුත්තන් පිළිබඳව විමසිලිමත් වන ලෙසත්, සැකකටයුතු පුද්ගලයන් හෝ ක්‍රියාකාරකම් නිරීක්ෂණය වුවහොත් වහාම ප්‍රදේශයේ පොලිස් ස්ථානය දැනුවත් කරන ලෙසත් මහජනතාවගෙන් කාරුණිකව ඉල්ලා සිටිනු ලැබේ.
`
    },
    {
        id: "2026-03-26(3)",
        date: "2026-03-26",
        title: "ත්‍රිකුණාමලය බලශක්ති මධ්‍යස්ථානයක් කිරීමට බිලියන 32ක දැවැන්ත ආයෝජනයක්: ඉන්දියාව සහ අරාබිය සමඟ ත්‍රෛපාර්ශ්වික ගිවිසුමක්",
        image: "news/2026-03-26(3)/image.png",
        content: `ත්‍රිකුණාමලය බලශක්ති මධ්‍යස්ථානයක් කිරීමට බිලියන 32ක දැවැන්ත ආයෝජනයක්: ඉන්දියාව සහ අරාබිය සමඟ ත්‍රෛපාර්ශ්වික ගිවිසුමක්

ශ්‍රී ලංකාවේ බලශක්ති සුරක්ෂිතතාව තහවුරු කිරීමේ අරමුණින් ත්‍රිකුණාමලය ප්‍රදේශය උපායමාර්ගික බලශක්ති මධ්‍යස්ථානයක් ලෙස සංවර්ධනය කිරීමට රජය පියවර ගෙන තිබේ. මේ යටතේ ශ්‍රී ලංකාව, ඉන්දියාව සහ එක්සත් අරාබි එමීර් රාජ්‍යය (UAE) අතර අත්සන් තැබුණු විශේෂ ත්‍රෛපාර්ශ්වික ගිවිසුමකට අනුව ව්‍යාපෘතියේ කටයුතු මේ වන විටත් ආරම්භ කර ඇති බව වාර්තා වේ.

තෙල් ටැංකි සංකීර්ණය නවීකරණය කිරීම සඳහා රුපියල් බිලියන 32ක ප්‍රතිපාදන වෙන් කර ඇත. වසර ගණනාවක් අක්‍රීයව පැවති මෙම ජාතික සම්පත ප්‍රතිසංස්කරණය කිරීම හරහා මෙරටට අවශ්‍ය ඉන්ධන ගබඩා කිරීමටත්, අනාගතයේදී ප්‍රතිඅපනයන ආදායම් උපයා ගැනීමටත් රජය අපේක්ෂා

මෙම ව්‍යාපෘතියේ වඩාත්ම සුවිශේෂී අංගය වන්නේ දකුණු ඉන්දියාවේ සිට ශ්‍රී ලංකාව දක්වා ඉදි කිරීමට යෝජිත විශේෂ ඛනිජ තෙල් නළ මාර්ගයයි මෙමඟින් ඉන්ධන ප්‍රවාහන පිරිවැය සැලකිය යුතු ලෙස අඩු කර ගැනීමට හැකි වනු ඇති බව බලධාරීහු පවසති.

`
    },
    {
        id: "2026-03-26(2)",
        date: "2026-03-26",
        title: "තෝප්පූර් ප්‍රදේශයේ වන අලි තර්ජනය උග්‍ර වෙයි: ජන ජීවිතයට දැඩි බලපෑම්",
        image: "news/2026-03-26(2)/image.jpg",
        content: `තෝප්පූර් ප්‍රදේශයේ වන අලි තර්ජනය උග්‍ර වෙයි: ජන ජීවිතයට දැඩි බලපෑම්

තෝප්පූර්, අල්ලෛකුලම් ප්‍රදේශයේ දස දෙනෙකුගෙන් පමණ සමන්විත වන අලි රංචුවක් සැරිසැරීම හේතුවෙන් එම ප්‍රදේශයේ ජන ජීවිතයට දැඩි තර්ජනයක් එල්ල වී තිබේ. 2026-03-26 වන දින අලුයම් කාලයේදී තෝප්පූර් මහා පල්ලිය පිටුපස පිහිටි නිවසක වගා කර තිබූ පොල් ගස් කිහිපයක්ද වන අලි විසින් විනාශ කර ඇති බවට තොරතුරු ලැබී ඇත.

මෙම වන අලි රංචුව සවස් කාලයේ සහ අලුයම් කාලයේදී තෝප්පූර් පුදුවෙලි වෙල්යාය හරහා ප්‍රධාන මාර්ගය මාරු වන බව ප්‍රදේශවාසීහු පවසති. මේ හේතුවෙන් තෝප්පූර් - පහලතොපූර් මාර්ගයේ ගමන් ගන්නා ජනතාව දැඩි අනාරක්ෂිත භාවයකට මුහුණ දී සිටිති. විශේෂයෙන්ම මෙම මාර්ගයේ විදි ලාම්පු නොමැති වීම නිසා රාත්‍රී කාලයේදී පවතින දැඩි අන්ධකාරය හේතුවෙන් ප්‍රදේශවාසියෙක් වුවද වන අලි ප්‍රහාරයන්ට ලක්වීමේ අවදානමක් ඇති බවට වැඩිදුරටත් අදහස් දක්වමින් ප්‍රදේශවාසින් ප්‍රකාශ කර ඇත.


`
    },
    {
        id: "2026-03-26(1)",
        date: "2026-03-26",
        title: "කන්තලේ පේරාරු ගොවීන් අර්බුදයක: වගා රෝග පාලනයට උපදේශකයෙකු නැතිව ගොවියෝ අසරණ වෙති",
        image: "news/2026-03-26(1)/image.jpg",
        content: `කන්තලේ පේරාරු ගොවීන් අර්බුදයක: වගා රෝග පාලනයට උපදේශකයෙකු නැතිව ගොවියෝ අසරණ වෙති

කන්තලේ, පේරාරු ප්‍රදේශයේ වසර පහක සිට වගා කටයුතුවල නිරත වන ගොවීන්, සිය බෝංචි, අමුමිරිස්, කොමඩු සහ බණ්ඩක්කා වගාවන්හි පැතිර යන දරුණු රෝගාබාධ හේතුවෙන් මේ වන විට දැඩි අර්බුදයකට මුහුණ දී ඇති බවට තොරතරු ලැබී ඇති අතර ප්‍රදේශයට ස්ථිර කෘෂිකාර්මික උපදේශකවරයෙකු පත් කර නොතිබීම හේතුවෙන් රෝග පාලනය සඳහා විධිමත් මගපෙන්වීමක් නොමැති වීම මෙම තත්ත්වයට හේතු වී ඇති බවට ගොවින් විසින් ප්‍රකාශ කර ඇත.

වහාම ක්‍රියාත්මක වන පරිදි ප්‍රදේශයට කෘෂිකාර්මික උපදේශකවරයෙකු පත් කර, වගාවන් රැක ගැනීමට අවශ්‍ය විශේෂඥ සහාය ලබා දෙන ලෙස ගොවීහු බලධාරීන්ගෙන් ඉල්ලා සිටින බවට තොරතුරු ලැබී ඇත.



`
    },
    {
        id: "2026-03-25(3)",
        date: "2026-03-25",
        title: "කන්තලේදී මත්ද්‍රව්‍ය සමඟ තරුණයින් දෙදෙනෙකු අත්අඩංගුවට",
        image: "news/2026-03-25(3)/image.jpg",
        content: `කන්තලේදී මත්ද්‍රව්‍ය සමඟ තරුණයින් දෙදෙනෙකු අත්අඩංගුවට

2026-03-25 වන දින රාත්‍රියේ කන්තලේ කලාපීය මත්ද්‍රව්‍ය මර්දන ඒකකයේ නිලධාරීන් හට ලැබුණු රහසිගත තොරතුරකට අනුව සිදු කල විශේෂ වැටලීමකදී තරුණයින් දෙදෙනෙකු අත්අඩංගුවට ගෙන ඇත.

කොළඹ සිට ත්‍රිකුණාමලය බලා ධාවනය වූ බස් රථයකින් බැස තඹලගමුව ප්‍රධාන මාර්ගයේ ගමන් කරමින් සිටි තරුණයින් දෙදෙනෙකු මෙලෙස හදිසි රික්ෂාවට ලක් කර ඇති අතර එම අවස්ථාවේදී ඔවුන් සන්තකයේ තිබී මත්ද්‍රව්‍ය ග්‍රෑම් 20ක් සහ ග්‍රෑම් 21ක් සොයාගෙන ඇත.
`
    },
    {
        id: "2026-03-25(2)",
        date: "2026-03-25",
        title: "මාස තුනක වැටුප් අහිමි වූ සෞඛ්‍ය සේවකයෙකුගේ යුක්තිය උදෙසා පාගමන",
        image: "news/2026-03-25(2)/image.jpg",
        content: `මාස තුනක වැටුප් අහිමි වූ සෞඛ්‍ය සේවකයෙකුගේ යුක්තිය උදෙසා පාගමන

දින 2025 වසරේ ජූලි, අගෝස්තු සහ සැප්තැම්බර් පොතුවිල් ප්‍රාදේශීය සභාවේ සේවය කරන සෞඛ්‍ය සේවකයෙකු වන එච්.ඒ. නිෆාන් මහතා, තමන්ට හිමි විය යුතු මාස තුනක වැටුප් නොලැබීමට එරෙහිව 2026-03-25 වන දින පොතුවිල් සිට නැගෙනහිර පළාත් ආණ්ඩුකාර කාර්යාලය දක්වා විරෝධතා පාගමනක නිරතවී ඇති බවට වාර්තා වී ඇත.`
    },
    {
        id: "2026-03-25(1)",
        date: "2026-03-25",
        title: "ත්‍රිකුණාමලයේදී සතුන් දඩයම් කළ තිදෙනෙකු අත්අඩංගුවට",
        image: "news/2026-03-25(1)/image.jpg",
        content: `ත්‍රිකුණාමලයේදී සතුන් දඩයම් කළ තිදෙනෙකු අත්අඩංගුවට

2026-03-25 වන දින ත්‍රිකුණාමලය, නාමල්වත්ත ප්‍රදේශයේදී නීතිවිරෝධී ලෙස සතුන් දඩයම් කරමින් සිටි පුද්ගලයන් තිදෙනෙකු පොලිස් අත්අඩංගුවට ගෙන ඇති අතර ඔවුන් සන්තකයේ තිබූ දෙශිය නිෂ්පාදිත ගිනිඅවියන්,දඩයම් කරන ලද සත්ව මස් සහ දඩයම් කිරීම සඳහා භාවිතා කළ උපකරණ කිහිපයක් පොලිස් භාරයට ගෙන ඇත.

අත්අඩංගුවට ගත් සැකකරුවන් එම ප්‍රදේශයේම පදිංචිකරුවන් බව හඳුනාගෙන ඇති අතර, ඔවුන් ඉදිරි විමර්ශන සඳහා ත්‍රිකුණාමලය මහේස්ත්‍රාත් අධිකරණයට ඉදිරිපත් කිරීමට නියමිතව ඇති බවට තොරතුරු අනායරණය වී ඇත.


`
    },
    {
        id: "2026-03-24(6)",
        date: "2026-03-24",
        title: "ත්‍රිකුණාමලය ලන්දේසි බොක්ක වෙරළ තීරය සංචාරක පාරාදීසයක් කිරීමට පියවර",
        image: "news/2026-03-24(6)/image.jpg",
        content: `ත්‍රිකුණාමලය ලන්දේසි බොක්ක වෙරළ තීරය සංචාරක පාරාදීසයක් කිරීමට පියවර

2026-03-24 වන දින ත්‍රිකුණාමලය නගර සභා සීමාවට අයත් ලන්දේසි බොක්ක (Dutch Bay) වෙරළ තීරය කේන්ද්‍ර කරගනිමින් දෙස් විදෙස් සංචාරක ආකර්ෂණය දිනා ගැනීම සහ විදේශ විනිමය ඉපයීමේ අරමුණින් ක්‍රියාත්මක කළ විශේෂ ව්‍යාපෘති කිහිපයක් ජනතා අයිතියට පත් කර ඇත.


සිදුවූ විශේෂාංග සහ විවෘත කිරීම්:
•	සංචාරක තොරතුරු මධ්‍යස්ථානය: නැගෙනහිර පළාත් සංචාරක කාර්යාංශයේ අනුග්‍රහයෙන් ත්‍රිකුණාමලය නගර සභා පරිශ්‍රයේ අලුතින් ඉදිකළ සංචාරක තොරතුරු මධ්‍යස්ථානය නිල වශයෙන් විවෘත කිරීම.
•	නවීන LED තිරය: සමුද්‍රීය පරිසර ආරක්ෂණ අධිකාරියේ (MEPA) මූල්‍ය දායකත්වයෙන් වෙරළ තීරයේ ස්ථාපනය කළ නවීන LED තිරය විවෘත කිරීම.
•	අලුතින් ආරම්භ වන සේවාවන්: මෙම ව්‍යාපෘතියට සමගාමීව වෙරළ තීරයට පැමිණෙන සංචාරකයින් වෙනුවෙන් ශබ්ද විකාශන සේවා, වෙළඳ දැන්වීම් ප්‍රචාරණය සහ LED තිරය ඔස්සේ දෘශ්‍ය දැන්වීම් ප්‍රදර්ශනය කිරීමේ කටයුතු ද ආරම්භ කිරීමට නියමිතය.

ත්‍රිකුණාමලය නගර සභාවේ ගරු සභාපති එන්. සෙල්වරාජා (සුබ්‍රා) මහතාගේ ප්‍රධානත්වයෙන් පැවැති මෙම උත්සවයට නගර සභාවේ උප සභාපතිවරයා, ගරු මන්ත්‍රීවරුන්, නගර කොමසාරිස් යූ. සිවරාසා මහතා ඇතුළු විධායක නිලධාරීන්, අංශ ප්‍රධානීන් සහ සේවක පිරිසක් සහභාගී වූහ.`
    },
    {
        id: "2026-03-24(5)",
        date: "2026-03-24",
        title: "ත්‍රිකුණාමලයේ සංචාරක කර්මාන්තයට නව පණක්: තරුණ තරුණියන් වෙනුවෙන් විශේෂ පුහුණු වැඩසටහනක්",
        image: "news/2026-03-24(5)/image.jpg",
        content: `ත්‍රිකුණාමලයේ සංචාරක කර්මාන්තයට නව පණක්: තරුණ තරුණියන් වෙනුවෙන් විශේෂ පුහුණු වැඩසටහනක්

2026-03-24 වන දින ත්‍රිකුණාමලයේදී ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ සංචාරක ක්ෂේත්‍රයේ තිරසාර සංවර්ධනය සඳහා අවශ්‍ය මානව සම්පත ගොඩනැගීමේ අරමුණින් සංවිධානය කරන ලද විශේෂ පුහුණු පාඨමාලා කිහිපයක සහතික පත්‍ර ප්‍රදානය කිරීමේ උත්සවයක් මහාචාර්ය ජයන්ත ලාල් රත්නසේකර හා පාර්ලිමේන්තු මන්ත්‍රි රොෂාන් අක්මීමන සහභාගික්වයෙන් සිදු කර ඇත.

නැගෙනහිර පළාත් සංචාරක කාර්යාලය මගින් මෙහෙයවන ලද මෙම වැඩසටහන යටතේ නිවාස නවාතැන් (Home Stay), ගෘහ පාලනය (Housekeeping) සහ ආගන්තුක සත්කාරය (Hospitality) යන ක්ෂේත්‍රයන්හි පුහුණුව නිම කළ සිසු සිසුවියන් වෙත මෙහිදී සහතික පත්‍ර පිරිනමනු ලැබීය.


`
    },
    {
        id: "2026-03-24(4)",
        date: "2026-03-24",
        title: "මූතූර් කලාපයේ සිසුන්ට කටාර් චැරිටි ආයතනයෙන් බයිසිකල් 80ක්",
        image: "news/2026-03-24(4)/image.jpg",
        content: `මූතූර් කලාපයේ සිසුන්ට කටාර් චැරිටි ආයතනයෙන් බයිසිකල් 80ක්

2026-03-24 වන දින තෝපූර් අල්-ෂිෆා විද්‍යාලීය පරිශ්‍රයේදී මූතූර් අධ්‍යාපන කලාපයේ දුෂ්කර පාසල්වල සිසුන් මුහුණ දෙන ප්‍රවාහන දුෂ්කරතා සැළකිල්ලට ගනිමින්, කටාර් චැරිටි (Qatar Charity) රාජ්‍ය නොවන සංවිධානය විසින් පළමු අදියරේ ව්‍යාපෘතිය යටතේ පාසල් 6ක, සිසුන් වෙනුවෙන් බයිසිකල් 80ක් බෙදාදී ඇත.

මෙම අවස්ථාවට අදාළ පාසල්වල විදුහල්පතිවරුන්, ගුරුවරුන් සහ කටාර් චැරිටි ආයතනයේ නිලධාරීන් වන ALM. මුසකීර් සහ NMA. අලීම් යන මහත්වරුන් සහභාගී වූහ වී ඇත.
`
    },
    {
        id: "2026-03-24(3)",
        date: "2026-03-24",
        title: "ත්‍රිකුණාමලය පහලතෝපුර්හීදී අල් කුරාණය මතක තබා ගත් හෆීස්වරුන් ඇගයීමට ලක් කෙරේ",
        image: "news/2026-03-24(3)/image.jpg",
        content: `ත්‍රිකුණාමලය පහලතෝපුර්හීදී අල් කුරාණය මතක තබා ගත් හෆීස්වරුන් ඇගයීමට ලක් කෙරේ

2026-03-24 වන දින ත්‍රිකුණාමලය පහලතෝපුර් ප්‍රදේශයේ ශුද්ධ වූ අල් කුරාණය සම්පූර්ණයෙන්ම මතක තබා ගත් (හෆීස්) සහෝදර සහෝදරියන් ඇගයීම සඳහා සංවිධානය කරන ලද විශේෂ උපහාර උළෙලක් පහලතෝපුර් සහිරා විද්‍යාලයීය ක්‍රීඩාංගණයේදී පවත්වා ඇත.

පහලතෝපුර් ‘ජනසා’ සුභසාධක සංගමය මගින් සංවිධානය කරන ලද මෙම වැඩසටහන එහි සභාපති එම්.එච්. ඉෂාක් මහතාගේ ප්‍රධානත්වයෙන් පවත්වා ඇත. මෙහිදී පහලතෝපුර් ප්‍රදේශයේ අල් කුර්ආනය හදාරා නිම කළ හෆීස්වරුන් 45 දෙනෙකු සහ මුෆ්තිවරුන් දෙදෙනෙකු ඇතුළු පිරිසක් ඇගයීමට ලක් කර ඇත.

මෙම අවස්ථාවට ප්‍රධාන ආරාධිත අමුත්තා සහ ප්‍රධාන දේශකයා ලෙස පානදුර අරාබි විද්‍යාලයේ කීර්තිමත් කථිකයෙකු වන මුෆ්ති ඒ.එම්. අන්බස් මහතා සහභාගී වි ඇති අතර මීට අමතරව මූතූර් ප්‍රාදේශීය ලේකම් කාර්යාලයේ සංස්කෘතික නිලධාරීන්, තෝපූර් පොලිස් ස්ථානාධිපතිවරයා ඇතුළු සම්භාවනීය අමුත්තන් සහ ප්‍රදේශවාසීන් විශාල පිරිසක් සහබාගී වී ඇති බවට තොරතුරු ලැබී ඇත.
`
    },
    {
        id: "2026-03-24(2)",
        date: "2026-03-24",
        title: "කන්තලේදී නීති විරෝධීව අලෙවි කිරීමට තැබූ ඩීසල් ලීටර් 100ක් අත්අඩංගුවට",
        image: "news/2026-03-24(2)/image.jpg",
        content: `කන්තලේදී නීති විරෝධීව අලෙවි කිරීමට තැබූ ඩීසල් ලීටර් 100ක් අත්අඩංගුවට

2026-03-24 වන දින කන්තලේ, කිතුල්උතුව ප්‍රදේශයේ වෙළඳසැලක නීති විරෝධී ලෙස අලෙවි කිරීම සඳහා ගබඩා කර තිබූ ඩීසල් ලීටර් 100කට අධික ප්‍රමාණයක් පොලිස් භාරයට ගෙන ඇති බවට වාර්තා  වී ඇත.

සූරියපුර පොලිස් විශේෂ කාර්ය බලකා නිලධාරීන්ට ලැබුණු රහසිගත තොරතුරකට අනුව, කන්තලේ අග්බෝපුර පොලිස් නිලධාරීන් හා එක්ව මෙම විශේෂ සෝදිසි මෙහෙයුම ක්‍රියාත්මක කර  ඇති අතර එහිදී අලෙවිය සඳහා සූදානම් කර තිබූ ඩීසල් තොගය සමඟ එක් සැකකරුවෙකු අත්අඩංගුවට ගෙන ඇත. අත්අඩංගුවට ගත් සැකකරු සහ ඩීසල් අඩංගු බහාලුම් සමග කන්තලේ දිස්ත්‍රික් මහේස්ත්‍රාත් අධිකරණයට ඉදිරිපත් කිරීමට නියමිත ඇති බවට වැඩිදුරටත් අනාවරණය විය.
`
    },
    {
        id: "2026-03-24(1)",
        date: "2026-03-24",
        title: "නියෝජ්‍ය අමාත්‍ය සුනිල් වටගල මහතා ත්‍රිකුණාමලයේ සංචාරයක",
        image: "news/2026-03-24(1)/image.png",
        content: `නියෝජ්‍ය අමාත්‍ය සුනිල් වටගල මහතා ත්‍රිකුණාමලයේ සංචාරයක

2026-03-24 වන දින මහජන ආරක්ෂක සහ පාර්ලිමේන්තු කටයුතු පිළිබඳ නියෝජ්‍ය අමාත්‍ය සුනිල් වටගල ත්‍රිකුණාමලය ප්‍රදේශයේ විශේෂ නිරීක්ෂණ චාරිකාවක නිරත වී ඇත.

ප්‍රදේශයේ වත්මන් මහජන ආරක්ෂක තත්ත්වය පිළිබඳව සොයා බැලීම සහ පාර්ලිමේන්තු කටයුතුවලට අදාළ ඉදිරි වැඩපිළිවෙළවල් පිළිබඳව ප්‍රාදේශීය නිලධාරීන් දැනුවත් කිරීම මෙම සංචාරයේ ප්‍රධාන අරමුණ වී ඇති අතර මෙහිදී අමාත්‍යවරයා ප්‍රදේශයේ රාජ්‍ය නිලධාරීන් සහ ආරක්ෂක අංශ ප්‍රධානීන් හමුවී විශේෂ සාකච්ඡාවල ද නිරත වී ඇති බවට වාර්තා වී ඇත.
`
    },
    {
        id: "2026-03-23(5)",
        date: "2026-03-23",
        title: "නැගෙනහිර පළාතේ අක්කර ලක්ෂයකට අධික ඉඩම් රජයේ යාන්ත්‍රණ හරහා පවරාගෙන ඇති බවට චෝදනා",
        image: "news/2026-03-23(5)/image.jpg",
        content: `නැගෙනහිර පළාතේ අක්කර ලක්ෂයකට අධික ඉඩම් රජයේ යාන්ත්‍රණ හරහා පවරාගෙන ඇති බවට චෝදනා

2026-03-23 වන දින ත්‍රිකුණාමලයේ "නැගෙනහිර පළාත් ඉඩම් මුදාගැනීමේ ජාලය" විසින් සංවිධානය කර ඇති හමුවකදී නැගෙනහිර පළාතේ ඉඩම් අක්කර එක්ලක්ෂ විසිදහසකට (120,000) වඩා වැඩි ප්‍රමාණයක් රජයේ විවිධ නීති සහ ව්‍යාපෘති හරහා අත්පත් කරගෙන ඇත බවට ප්‍රකාශකර ඇතැයි වාර්තා වී ඇත.

මෙහිදී ඔවුන් විසින් සඳහන් කරනු ලැබූ ප්‍රධාන ගැටලු පහත පරිදි වේ.
•  ඉඩම් අහිමි වීම: පුරාවිද්‍යා, වනජීවී, ආරක්ෂක සහ සංචාරක කලාප ලෙස නම් කරමින් ජනතාව පදිංචිව සිටි සහ වගා කළ ඉඩම් රජයට පවරාගෙන ගැනීම
•  වගා බිම් අහිමි වීම: මුත්තුනගර් ප්‍රදේශයේ අක්කර 1,200ක වගා බිම් සූර්ය බලශක්ති ව්‍යාපෘතියකට ලබාදීම නිසා ගොවි පවුල් 352කගේ ජීවනෝපාය අහිමි වීම හා මේ වෙනුවෙන් දින 70ක් පුරා විරෝධතා පැවැත්වූවත් මෙතෙක් විසඳුමක් ලැබී නොතිබීම
•  ආගමික නිදහසට බාධා: කුච්චවේලි සහ තිරියාය ප්‍රදේශවල පාරම්පරික ආගමික ස්ථානවලට යාමට පවා බාධා එල්ල වී ඇති බවත්, ඇතැම් ස්ථානවලට යාමට අවසර ලබා ගැනීමට සිදුවී ඇති බවත් සඳහන් කර ඇත.
•  පදිංචි අයිතිය: යුද්ධය අවසන් වී වසර ගණනාවක් ගත වුවද තවමත් බොහෝ පිරිසකට තම ඉඩම් සඳහා නිසි ඔප්පු හෝ ලේඛන ලබා ගැනීමට නොහැකි වී ඇති බව මෙහිදී අවධාරණය කර ඇත.
`
    },
    {
        id: "2026-03-23(4)",
        date: "2026-03-23",
        title: "සාම්පූර් ගල්අඟුරු බලාගාර ව්‍යාපෘතිය අත්හැරීමට තීරණය වෙයි",
        image: "news/2026-03-23(4)/image.png",
        content: `සාම්පූර් ගල්අඟුරු බලාගාර ව්‍යාපෘතිය අත්හැරීමට තීරණය වෙයි

සාම්පූර් ප්‍රදේශයේ ඉදිකිරීමට යෝජිතව තිබූ ගල්අඟුරු බලාගාර ව්‍යාපෘතිය ක්‍රියාත්මක නොකිරීමට රජය තීරණය කර ඇති බව විදුලිබල හා බලශක්ති අමාත්‍යාංශයේ ලේකම්වරයා 2026-03-23 වන දින ශ්‍රේෂ්ඨාධිකරණයට නිල වශයෙන් දැනුම් දී ඇති බවට වාර්ථා වී ඇත.

මෙම ව්‍යාපෘතිය හේතුවෙන් සිදුවිය හැකි පරිසර හානිය පදනම් කරගනිමින් ගොනුකර තිබූ මූලික අයිතිවාසිකම් පෙත්සමක් සලකා බැලූ අවස්ථාවේදී, නීතිපතිවරයා මගින් මෙම දැනුම් දීම සිදු කරන ලදී. ඒ අනුව සාම්පූර් ගල්අඟුරු බලාගාරය ඉදිරිපත් කර තිබූ සැලසුම් පරිදි ක්‍රියාත්මක නොවන බව රජය අධිකරණය හමුවේ තහවුරු කර ඇත.
`
    },
    {
        id: "2026-03-23(3)",
        date: "2026-03-23",
        title: "සේරුනුවරදී නීතිවිරෝධී ලෙස සඟවා තිබූ ඩීසල් ලීටර් 2000ක් අත්අඩංගුවට",
        image: "news/2026-03-23(3)/image.png",
        content: `සේරුනුවරදී නීතිවිරෝධී ලෙස සඟවා තිබූ ඩීසල් ලීටර් 2000ක් අත්අඩංගුවට

2026-03-23 වන දින සේරුනුවර ප්‍රදේශයේ රහසිගතව සඟවා තිබූ ඩීසල් ලීටර් 2000ක ප්‍රමාණයක් කන්තලේ අපරාධ විමර්ශන අංශයේ නිලධාරීන් විසින් සිදුකළ වැටලීමකදී අත්අඩංගුවට ගෙන ඇත. සිද්ධිය සම්බන්ධයෙන් වැඩිදුර විමර්ශන කටයුතු මේ වන විට ආරම්භ කර ඇති බවට තොරතුරු ලැබී ඇත.`
    },
    {
        id: "2026-03-23(2)",
        date: "2026-03-23",
        title: "කන්තලේ සීනි කම්හල යළි පණ ගැන්වෙයි: මෙරට ආර්ථිකයට වසරකට ඩොලර් මිලියන 20ක ඉතිරියක්!",
        image: "news/2026-03-23(2)/image.jpg",
        content: `කන්තලේ සීනි කම්හල යළි පණ ගැන්වෙයි: මෙරට ආර්ථිකයට වසරකට ඩොලර් මිලියන 20ක ඉතිරියක්!

දශක තුනකට අධික කාලයක් අකර්මන්‍යව පැවති මෙරට විශාලම කර්මාන්ත පුරවරයක් වන කන්තලේ සීනි කම්හල යළි ආරම්භ කිරීම සඳහා වත්මන් රජය පියවර ගෙන ඇත. ජනාධිපති අනුර කුමාර දිසානායක මහතා ප්‍රමුඛ රජය විසින් මෙම සුවිශාල ව්‍යාපෘතිය යළි පණ ගැන්වීමට අදාළ පරීක්ෂණ සහ සැලසුම් කටයුතු මේ වන විටත් නිල වශයෙන් ආරම්භ කර තිබේ.

1990 දශකයේ සිට මෙරට පාලනය කළ විවිධ රජයන් මෙම කම්හල පිළිබඳ විවිධ පොරොන්දු ලබා දුන්නද, එය ක්‍රියාත්මක කිරීමට අවශ්‍ය දේශපාලන තීන්දුව මෙතෙක් ගෙන නොතිබුණි. දේශීය සම්පත් සහ වෙළඳපොළ පවතිද්දීත් වසා දමා තිබූ මෙම "ඩොලර් උල්පත" යළි විවෘත කිරීම හරහා රටේ ආර්ථිකයට සුවිශාල දායකත්වයක් ලැබීමට නියමිතය.

 කන්තලේ සීනි කම්හල පූර්ණ ධාරිතාවයෙන් ක්‍රියාත්මක වීමත් සමඟ දිනකට උක් ටොන් 1250ක් සැකසීමට හැකියාව පවතී. ඒ අනුව වාර්ෂිකව:

සීනි ටොන් 16,000කට අධික ප්‍රමාණයක්.

මෝලැසස් ටොන් 9,000කට වැඩි ප්‍රමාණයක්.

එතනෝල් ස්ප්‍රිට් ලීටර් මිලියන 3.5 – 4ත් අතර ප්‍රමාණයක් නිෂ්පාදනය කිරීමට සැලසුම් කර ඇත.

විශේෂයෙන්ම සීනි නිෂ්පාදනයේදී අතුරු ඵලයක් ලෙස ලැබෙන මෝලැසස් මඟින් කාර්මික අවශ්‍යතා සඳහා මෙන්ම ඉන්ධන ලෙස භාවිත කළ හැකි එතනෝල් නිෂ්පාදනයට ද අවස්ථාව සැලසේ.

ශ්‍රී ලංකාවේ වාර්ෂික සීනි අවශ්‍යතාව ටොන් 550,000ක් පමණ වන අතර ඉන් බහුතරයක් දැනට ආනයනය කරනු ලබයි. මෙම කම්හල හරහා පමණක් සීනි ආනයනයෙන් වසරකට ඩොලර් මිලියන 8 – 10ක් ද, එතනෝල් නිෂ්පාදනය හරහා තවත් ඩොලර් මිලියන 5 – 10ක් ද වශයෙන් සමස්තයක් ලෙස වසරකට ඩොලර් මිලියන 15 – 20ත් අතර මුදලක් රටට ඉතිරි කර දීමට හැකියාව පවතී.

මෙම ව්‍යාපෘතිය හුදෙක් සීනි නිෂ්පාදනයට පමණක් සීමා නොවී, ප්‍රදේශයේ උක් වගාකරුවන්ගේ ආදායම් මාර්ග ඉහළ නැංවීමටත්, ප්‍රවාහන හා අනෙකුත් අනුබද්ධ සේවාවන් සක්‍රීය කිරීමටත් මූලික වනු ඇත. දශක තුනක පමාවකින් පසු ගනු ලැබූ මෙම තීරණය ශ්‍රී ලංකාව ස්වයංපෝෂිත ආර්ථිකයක් කරා යන ගමනේ සන්ධිස්ථානයක් වනු ඇතැයි විශ්වාස කෙරේ.`
    },
    {
        id: "2026-03-23(1)",
        date: "2026-03-23",
        title: "ත්‍රිකුණාමලය තෙල් ටැංකි සංකීර්ණය කඩිනමින් ප්‍රතිසංස්කරණයට පියවර",
        image: "news/2026-03-23(1)/image.jpg",
        content: `ත්‍රිකුණාමලය තෙල් ටැංකි සංකීර්ණය කඩිනමින් ප්‍රතිසංස්කරණයට පියවර

2026-03-23 වන දින පැවති මාධ්‍ය හමුවකදී විදේශ කටයුතු අමාත්‍ය විජිත හේරත් මහතා විසින් මෙරට පවතින බලශක්ති අර්බුදයට ස්ථිර විසඳුමක් ලබාදීමේ අරමුණින්, ත්‍රිකුණාමලය තෙල් ටැංකි සංකීර්ණය ප්‍රතිසංස්කරණය කිරීමේ කටයුතු කඩිනම් කිරීමට ශ්‍රී ලංකා රජය තීරණය කර බවත් ඉන්දියාව සහ එක්සත් අරාබි එමීර් රාජ්‍යයේ සහයෝගය ඇතිව මෙම ව්‍යාපෘතිය ක්‍රියාත්මක කිරීමට නියමිත බවත් සඳහන් කර ඇත.

දෙවන ලෝක යුද්ධ සමයේ ඉදිකරන ලද මෙම තෙල් ටැංකි පද්ධතිය යාවත්කාලීන කිරීම හරහා මෙරට ඉන්ධන ගබඩා කිරීමේ සහ බෙදාහැරීමේ ධාරිතාව ඉහළ නැංවීමට අපේක්ෂිතය. ගෝලීය බලශක්ති අර්බුදය හමුවේ තාවකාලික විසඳුම් තවදුරටත් ප්‍රායෝගික නොවන බැවින්, ත්‍රිකුණාමලය කලාපීය බලශක්ති මධ්‍යස්ථානයක් ලෙස සංවර්ධනය කිරීම රජයේ දීර්ඝකාලීන උපායමාර්ගය වී තිබේ.`
    },
    {
        id: "2026-03-22(2)",
        date: "2026-03-22",
        title: "මූතූර් බාලානගර්හිදී ත්‍රිරෝද රථයක් ගින්නෙන් විනාශ වෙයි",
        image: "news/2026-03-22(2)/image.jpg",
        content: `මූතූර් බාලානගර්හිදී ත්‍රිරෝද රථයක් ගින්නෙන් විනාශ වෙයි

2026-03-22 වන දින රාත්‍රියේ සම්පූර් සිට මූතූර් දෙසට ධාවනය වෙමින් තිබූ ත්‍රිරෝද රථයක් මූතූර්, බාලානගර් ප්‍රදේශයේදී
හදිසියේ ගිනිගැනීමක් සිදු වී ඇත. රථය ධාවනය වෙමින් පවතිතින අවස්ථාවේ එක්වරම ගින්න හටගෙන ඇති බව වාර්තා වන අතර ගින්න දුටු වහාම ප්‍රදේශවාසීන් එක්ව එය මැඩපැවැත්වීමට දැඩි උත්සාහයක නිරත වී ඇත.

කෙසේ වෙතත්, පාලනය කිරීමට පෙර ගින්න වේගයෙන් පැතිර යාම හේතුවෙන් අදාළ ත්‍රිරෝද රථයට දැඩි හානි සිදු වී ඇති බව වාර්තා වී ඇත.
`
    },
    {
        id: "2026-03-22(1)",
        date: "2026-03-22",
        title: "ත්‍රිකුණාමලයේ 'සාධන කාන්තා' කණ්ඩායමෙන් ජාත්‍යන්තර කාන්තා දින සැමරුමක්",
        image: "news/2026-03-22(1)/image.jpg",
        content: `ත්‍රිකුණාමලයේ 'සාධන කාන්තා' කණ්ඩායමෙන් ජාත්‍යන්තර කාන්තා දින සැමරුමක්

2026-03-22 වන දින ත්‍රිකුණාමලය දිස්ත්‍රික් කාන්තා ජාලයට අනුබද්ධිත, මූතූර් ප්‍රාදේශීය ලේකම් කොට්ඨාසයේ මරුදනගර් ගම්මානයේ ක්‍රියාත්මක 'සාධන කාන්තා' කුඩා කණ්ඩායම විසින් කාන්තා දින සැමරුම් උළෙලක් පවත්වා ඇත.

මරුදනගර් ගම්මානය කේන්ද්‍ර කරගනිමින් පැවැත්වූ මෙම උත්සවයේදී, ප්‍රදේශයේ කාන්තාවන්ගේ දක්ෂතා ඇගයීමට ලක් කෙරුණු අතර ඔවුන්ගේ සමාජීය හා ආර්ථික දායකත්වය පිළිබඳවද මෙහිදී අවධාරණය කෙරිණි. මූතූර් ප්‍රාදේශීය ලේකම් කොට්ඨාසයේ කාන්තා නියෝජිතවරියන් සහ ගම්වාසීන් රැසක් මෙම අවස්ථාවට එක්ව සිටියහ.
`
    },
    {
        id: "2026-03-19(2)",
        date: "2026-03-19",
        title: "කන්තලේ සීනි සමාගමට අයත් ඉඩම් යායෙන් අක්කර 11,000ක ප්‍රමාණයක් වහාම ක්‍රියාත්මක වන පරිදි ප්‍රදේශයේ ගොවීන් වෙත ලබා දෙන ලෙස ජනාධිපති අනුර කුමාර දිසානායක මහතා නියොග කර ඇත",
        image: "news/2026-03-19(2)/image.jpg",
        content: `කන්තලේ සීනි සමාගමට අයත් ඉඩම් යායෙන් අක්කර 11,000ක ප්‍රමාණයක් වහාම ක්‍රියාත්මක වන පරිදි ප්‍රදේශයේ ගොවීන් වෙත ලබා දෙන ලෙස ජනාධිපති අනුර කුමාර දිසානායක මහතා නියොග කර ඇත

2026-03-19 වන දින ජනාධිපති කාර්යාලයේදී පැවැති විශේෂ සාකච්ඡාවකදී කන්තලේ සීනි සමාගමට අයත් ඉඩම් යායෙන් අක්කර 11,000ක ප්‍රමාණයක් වහාම ක්‍රියාත්මක වන පරිදි ප්‍රදේශයේ ගොවීන් වෙත ලබා දෙන ලෙස ජනාධිපති අනුර කුමාර දිසානායක මහතා විසින් කෘෂිකර්ම, ඉඩම්, පශු සම්පත්, වාරිමාර්ග සහ ජලජ සම්පත් අමාත්‍යාංශයේ නිලධාරීන් අමතමින් සඳහන් කර ඇති බවට තොරතුරු ලැබී ඇත.

මෙහිදී විශේෂත්වය වන්නේ මෙම ඉඩම් වෙන් කරනු ලබන්නේකෙටිකාලීන වගා කටයුතුසඳහා පමණක් වීම වන අතර දිගුකාලීන වගාවන් සඳහා අවසර නොදී මෙලෙස කෙටිකාලීන පදනම මත ඉඩම් ලබා දීම පිටුපස යම් සැක සහිත තත්ත්වයක් පවතින බව විචාරකයෝ පෙන්වා දෙති.

මෙම තීරණය සම්බන්ධයෙන් සමාජය තුළ දැඩි කතාබහක් නිර්මාණය වී ඇත්තේ 'MCC' (Millennium Challenge Corporation) ව්‍යාපෘතියට අදාළ ඉඩම් කොරිඩෝවට කන්තලේ ප්‍රදේශය ද ඇතුළත් වීම හේතුවෙනි. දැනට පවතින නීතිමය රාමුව තුළ විදේශිකයන්ට සෘජුවම මෙරට ඉඩම් මිලදී ගැනීමට බාධා පැවතියද, 2050 වසර වන විට විදේශීය සමාගම් වෙත මෙම ඉඩම් පැවරීමේ සූදානමක් පවතින බවට චෝදනා එල්ල මේ සම්බන්ධව අදහස් දැක්වු අයගේ චොදනාවක් වේ.


`
    },
    {
        id: "2026-03-19(1)",
        date: "2026-03-19",
        title: "තෝපූර්, අබ්රාර් නගර් ප්‍රදේශයේ පාළු ඉඩමක තිබී මෙතෙක් පිපිරී නොගිය බිම්බොම්බයක් හමුවී ඇත.",
        image: "news/2026-03-19(1)/image.jpg",
        content: `තෝපූර්, අබ්රාර් නගර් ප්‍රදේශයේ පාළු ඉඩමක තිබී මෙතෙක් පිපිරී නොගිය බිම්බොම්බයක් හමුවී ඇත.

2026-03-19 වන දින සවස් කාලයේදී පොලිසියට ලැබුණු රහසිගත තොරතුරකට අනුව සිදුකළ සෝදිසි මෙහෙයුමකදී තෝපූර්, අබ්රාර් නගර් ප්‍රදේශයේ පාළු ඉඩමක තිබී මෙතෙක් පිපිරී නොගිය බිම්බොම්බයක් හමුවී ඇති අතර ඒ මත දෙමළ බසින් "ජෝනි" සහ "තමිල් ඊළාම්" යනුවෙන් සටහන් කර තිබී ඇත.

යුද සමයේදී භාවිත කල යැයි නිගමණය කරනු ලබන මෙම බිම්බොම්බය මුතූර් මහේස්ත්‍රාත් අධිකරණයෙන් ලබාගන්නා නියෝගයකට අනුව, විශේෂ කාර්ය බලකායේ (STF) සහාය ඇතිව නිෂ්ක්‍රිය කිරීමට නියමිතව ඇති බවට වාර්ථා වී ඇත.

`
    },
    {
        id: "2026-03-11(1)",
        date: "2026-03-11",
        title: "හිටපු පාර්ලිමේන්තු මන්ත්‍රී අම්ජානා උම්මාගේ සැමියා අතුරුදහන්",
        image: "news/2026-03-11(1)/Image.png",
        content: `හිටපු පාර්ලිමේන්තු මන්ත්‍රී අම්ජානා උම්මාගේ සැමියා අතුරුදහන්

හිටපු පාර්ලිමේන්තු මන්ත්‍රී අම්ජානා උම්මාගේ සැමියා 2026/03/07 වන දින සිට අතුරුදහන්ව ඇත. තුවාන් ෆාරුක් නැමැති මොහු 2026/03/05 වන දින කොළඹ යාමට ත්‍රිකුණාමලයේ ආනනද කුලම් බස් නැවතුම්පොළට ඇති අතර නමුත් ඔහු මේ වන තුරු නිවසට පැමිණ නැත. ඔහු අවසන් වරට දැක ඇත්තේ 2026/03/07 වන දින කන්තලේ ප්‍රදේශයේ  හමුදා කඳවුරක් අසල බව ප්‍රදේශවාසියෙක් විසින් සඳහන් කර ඇති බවට වාර්ථා වී ඇත.
`
    },
    {
        id: "2026-02-20(1)",
        date: "2026-02-20",
        title: "ත්‍රිමලේ බෝධිරාජ විහාරාධිපති හිමිගේ රිට් පෙත්සම යළි කැඳවීමට දින දෙයි",
        image: "news/2026-02-20(1)/Screenshot 2026-02-20 124810.jpg",
        content: `ත්‍රිමලේ බෝධිරාජ විහාරාධිපති හිමිගේ රිට් පෙත්සම යළි කැඳවීමට දින දෙයි

2026-02-20 වන දින ධම්මික ගනේපොල සහ ආදිත්‍ය පටබැඳිගේ යන අයගෙන් සමන්විත අභියාචනාධිකරණ විනිසුරු මඩුල්ල ඉදිරියේ කැඳවනු ලැබූ ත්‍රිකුණාමලය ශ්‍රී සම්බුද්ධ ජයන්ති බෝධිරාජ විහාරයේ කොටසක් කඩා ඉවත් කරන ලෙස වෙරළ සංරක්ෂණ දෙපාර්තමේන්තුව විසින් නිකුත් කර තිබෙන නියෝගය ක්‍රියාත්මක වීම වළක්වන ආඥාවක් නිකුත් කරන ලෙස ඉල්ලා එහි විහාරාධිපති හිමියන් විසින් ගොනුකර තිබූ රිට් පෙත්සම සමථයට පත් කිරීම සම්බන්ධයෙන් කරුණු සලකා බැලීම සඳහා යළි අප්‍රේල් මස 28 වැනිදා කැඳවන ලෙස අභියාචනාධිකරණය නියමකර ඇති බවට වාර්ථා වී ඇත.`
    },
    {
        id: "2026-02-17(6)",
        date: "2026-02-17",
        title: "(VICEROI SPECIAL ) දුම්රිය විදේශීය සංචාරකයින් පිරිසක් සමග ත්‍රිකුණාමලය දුම්රිය ස්ථානයට",
        image: "news/2026-02-17(6)/Screenshot 2026-02-18 092735.jpg",
        content: `(VICEROI SPECIAL ) දුම්රිය විදේශීය සංචාරකයින් පිරිසක් සමග ත්‍රිකුණාමලය දුම්රිය ස්ථානයට 

ශ්‍රි ලංකාවේ ඇති එකම වාෂ්ප දුම්රිය එන්ජිමක් වන වයිස්රෝයි ස්පෙෂල්" (VICEROI SPECIAL ) දුම්රිය විදේශීය සංචාරකයින් පිරිසක් සමග ශ්‍රි ලංකාවේ සංචාරක කර්මාන්තය ප්‍රවර්ධනය කිරීම සඳහා 2026-02-16 වන දින දින ත්‍රිකුණාමලය දුම්රිය ස්ථානයට පැමිණ ඇති බව වාර්ථා වී ඇත.`
    },
    {
        id: "2026-02-17(5)",
        date: "2026-02-17",
        title: "අකුරේගොඩදී නීතිඥවරයා ගාතකයින් වැඩිදුර ප්‍රශ්න කිරීමට",
        image: "news/2026-02-17(5)/Screenshot 2026-02-18 090836.jpg",
        content: `අකුරේගොඩදී නීතිඥවරයා ගාතකයින් වැඩිදුර ප්‍රශ්න කිරීමට

2026-02-17 වන දින අකුරේගොඩදී නීතිඥවරයා සහ ඔහුගේ බිරිඳ ඝාතනය කිරීමට ආධාර අනුබල දීම සම්බන්ධයෙන් අත්අඩංගුවට ගත් සහෝදරයන් දෙදෙනා වැඩිදුර ප්‍රශ්න කිරීම සඳහා හෙට (18) දක්වා රඳවා තබා ගැනීමට කඩුවෙල මහේස්ත්‍රාත්වරයා පොලිසියට අවසර ලබා දී ඇති බවට වාර්ථා වී ඇත.`
    },
    {
        id: "2026-02-17(4)",
        date: "2026-02-17",
        title: "ත්‍රිකුණාමල ගොවීන්ට වහ බෙන්න වෙලා",
        image: "news/2026-02-17(4)/Screenshot 2026-02-18 090533.jpg",
        content: `ත්‍රිකුණාමල ගොවීන්ට වහ බෙන්න වෙලා

2026-02-17 වන දින ත්‍රිකුණාමල ගෙවි සංවිධාන බල මන්ඩලයේ සභාපති වන කත්ෂීල දේශප්‍රිය විසින් මාධ්‍ය ප්‍රකාශයක් ලබා දෙමින් ආණ්ඩුව වී කිලෝ එක Rs.120/= ක්‌ කිව්වත්  ඒම මිල ප්‍රමානවත් නොවන බවත් එම මිලට හෝ ලබාගැනීම සඳහා වැඩ පිළිවෙලක් නොමුති බවත්, ගොවින් විසින් වී පාරේ වෙලීම පිලිබඳ වාන්ඇලේ පොලිසිය විසින් නඩු දමා ඇති බවත්,මේ පිලිබඳව බලධාරීන්ගේ අවධානය යොමු විය යුතු බවත් ඔහු වැඩිදුරටත් අවධාරනය කර ඇති බවට වර්ථා වේ. `
    },
    {
        id: "2026-02-17(3)",
        date: "2026-02-17",
        title: "ත්‍රිකුණාමලයේ සෙල්වනායගපුරම් හි හින්දු මහා විද්‍යාලයේ  සිසුන් 50 දෙනෙකුට පොත් බෑග් සහ ඉගෙනුම් ද්‍රව්‍ය",
        image: "news/2026-02-17(3)/Screenshot 2026-02-18 090236.jpg",
        content: `ත්‍රිකුණාමලයේ සෙල්වනායගපුරම් හි හින්දු මහා විද්‍යාලයේ  සිසුන් 50 දෙනෙකුට පොත් බෑග් සහ ඉගෙනුම් ද්‍රව්‍ය

2026-02-16 වන සමාජ සේවයේ පරිත්‍යාගශීලියෙකු වන මයිල්වගනම් ගංගේෂ්වරන් විසින් ත්‍රිකුණාමලයේ සෙල්වනායගපුරම් හි හින්දු මහා විද්‍යාලයේ හඳුනාගත් පාසල් සිසුන් 50 දෙනෙකුට පොත් බෑග් සහ ඉගෙනුම් ද්‍රව්‍ය ලබා දී ඇත.`
    },
    {
        id: "2026-02-17(2)",
        date: "2026-02-17",
        title: "අලියෙකුගේ ගැටීමෙන් දුම්රිය පීලි පැනී",
        image: "news/2026-02-17(2)/dd.png",
        content: `අලියෙකුගේ ගැටීමෙන් දුම්රිය පීලි පැනී


2026-02-16 වන දින කොළඹ සිට ත්‍රිකුණාමලය දක්වා ධාවනය වූ රාත්‍රී තැපැල් දුම්රියට කන්තලේ-කිතුලුත් සිංගාගම වනාන්තර ප්‍රදේශයේදී වන අලියෙකුගේ ගැටීමෙන් එන්ජිමේ ඉදිරිපස කොටසේ ගැටී රෝද හතර අතර දැඩි ලෙස සිරවී දුම්රියේ ඉදිරිපස එන්ජිම මාර්ගයෙන් ඉවත් වී පීලි පැන ඇති බවට වාර්තා වී ඇත.

තවද, අනතුරට ලක් වූ එන්ජිම නැවත ලබා ගැනීමේදී කාර්ය මණ්ඩලය දැඩි දුෂ්කරතාවන්ට මුහුණ දී සිටීන අතර අලියාගේ සිරුර රෝද අතර සිරවී ඇති බැවින් එන්ජිම ඉවත් කළ හැක්කේ මළ සිරුර ඉවත් කිරීමෙන් පසුව පමණක් බව වාර්තා වේ.

නීතිමය ක්‍රියා පටිපාටි හේතුවෙන්, ඊළඟ අදියරේ මෙහෙයුම් සිදු කරනු ලබන්නේ වනජීවී දෙපාර්තමේන්තු නිලධාරීන්ගේ සෘජු අවසරය සහ උපදෙස් ලබා ගැනීමෙන් පසුව බවත්, එම මාර්ගයේ දුම්රිය ගමනාගමනය සම්පූර්ණයෙන්ම නතර වී ඇති බවත්, මේ සඳහා ත්‍රිකුණාමලයෙන් අමතර දුම්රිය කාර්ය මණ්ඩලයක් කැඳවා ඇති බවත් වාර්ථාවේ.
`
    },
    {
        id: "2026-02-17(1)",
        date: "2026-02-17",
        title: "කන්තලේ නීතිඥ සංගමය දැවැන්ත විරෝධතාවයක්",
        image: "news/2026-02-17(1)/ss.png",
        content: ` කන්තලේ නීතිඥ සංගමය දැවැන්ත විරෝධතාවයක්

2026-02-16 වන දින අකුරේගොඩ ප්‍රදේශයේදී නීතිඥවරයෙකු සහ ඔහුගේ බිරිඳ වෙඩි තබා ඝාතනය කිරීමේ ම්ලේච්ඡ සිද්ධිය හෙළා දකිමින් කන්තලේ නීතිඥ සංගමය දැවැන්ත විරෝධතාවයක් පවත්වා ඇති අතර මේ හේතුවෙන් අධිකරණ කටයුතු සම්පූර්ණයෙන්ම අඩාල වී ඇති බවට තොරතුරු ලැබී ඇත.`
    },
    {
        id: "2026-02-16",
        date: "2026-02-16",
        title: "News Update - 2026-02-16",
        image: "https://images.unsplash.com/photo-1588528292866-51f228d70954?q=80&w=2070&auto=format&fit=crop",
        content: `No content available.`
    },
    {
        id: "2026-02-15(1)",
        date: "2026-02-15",
        title: "දෙමළ සංගමය, ත්‍රිකුණාමලය / Trinco voice",
        image: "news/2026-02-15(1)/ss.png",
        content: `දෙමළ සංගමය, ත්‍රිකුණාමලය / Trinco voice

2026-02-15 වන දින ත්‍රිකුණාලය - කුලකෝට්ටන් ශාලාවේදී AHRC සංවිධානය විසින් සංවිධානය කරන ලද සංශෝධිත ත්‍රස්තවාදය වැළැක්වීමේ පනත් (PTA/PSTA) පිළිබඳ දැනුවත් කිරීමේ සාකච්ඡාක් නීතිඥ ප්‍රශාන්ති උදයකුමාර් සහ ජ්‍යෙෂ්ඨ දේශපාලන විශ්ලේෂක ජතීන්ද්‍රගේ ප්‍රධානත්වයෙන් පවත්වා ඇති බවට තොරතුරු ලැබී ඇත.


තවද සාකච්ඡාවෙන් පසු, සහභාගී වූ සියලු දෙනා ත්‍රස්තවාදයෙන් ආරක්ෂා කිරීමේ පනත අවලංගු කරන ලෙස සහ නව රජය ත්‍රස්තවාදයෙන් ආරක්ෂා කිරීමේ පනත ඉවත් කර ගන්නා ලෙස ඉල්ලා සිටින පෙත්සමකට අත්සන් කර ඇති අතර ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ සිවිල් සමාජ සංවිධාන නියෝජිතයින්, මානව හිමිකම් ක්‍රියාකාරීන්, බලහත්කාරයෙන් අතුරුදහන් වූවන්ගේ ඥාතීන් සහ මාධ්‍යවේදීන් මෙම සාකච්ඡාවට සහභාගී වී ඇත.


`
    }
];
